Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_special_defeat.xml.append/*.po
Languages: ru

source: As the smuggler ship breaks apart, it crosses your mind that the Federation has employed smugglers for their services in the past. You hope that your recent victim was not a Federation supplier.
ru: Когда корабль контрабандистов разваливается на части, вам приходит в голову, что Федерация раньше нанимала контрабандистов для своих целей. Вы надеетесь, что ваша недавняя жертва не была связана с поставками в Федерациею.

source: The smuggler ship has been reduced to scrap, and their cargo consumed in the inferno.
ru: Корабль контрабандистов превратился в металлолом, а их груз сгорел в адском пламени.

source: As your final shot hits the smuggler's ship, another explosion rocks their ship from the cargo. While you won't know what triggered the explosion, a decent chunk of salvage remains.
ru: Когда ваш последний выстрел попадает в корабль контрабандистов, еще один взрыв сотрясает их корабль. Вы не знаете, что послужило причиной взрыва, но на корабле уцелела приличная часть груза.

source: The smuggler ship has been destroyed. One less bad actor to fuel the dark trade.
ru: Корабль контрабандистов уничтожен. Одним плохим игроком меньше, подпитывающим темную торговлю.

source: As the smuggler ship falls silent, it crosses your mind that the Federation has employed smugglers for their services in the past. You hope that your recent victim was not a Federation supplier.
ru: Когда корабль контрабандистов затихает, вам приходит в голову мысль, что Федерация раньше нанимала контрабандистов для своих услуг. Вы надеетесь, что ваша недавняя жертва не была поставщиком Федерации.

source: The smuggler ship has been cleared of crew, leaving behind a good chunk of scrap from their piracy activities.
ru: Корабль контрабандистов был очищен от экипажа, оставив после себя изрядный запас лома от их пиратской деятельности.

source: The smuggler ship has been defeated. One less bad actor to fuel the dark trade.
ru: Корабль контрабандистов побежден. Одним плохим игроком, подпитывающим темную торговлю, стало меньше.

source: Continue...
ru: Продолжить...

source: During your salvage operation, you find one of the weapons that they were smuggling, still intact despite the battle. You bring it back to your ship.
ru: Во время спасательной операции вы находите одно из контрабандных орудий, которое осталось неповрежденным, несмотря на сражение. Вы поднимаете его на свой корабль.

source: Continue...
ru: Продолжить...

source: During your salvage operation, you find one of the drones that they were smuggling, still intact despite the battle. You bring it back to your ship.
ru: Во время операции по добыче лома, вы находите один из контрабандных дронов, который остался цел, несмотря на сражение. Вы поднимаете его на свой корабль.

source: Continue...
ru: Продолжить...

source: During your salvage operation, you find one of the augments that they were smuggling, still intact despite the battle. You bring it back to your ship.
ru: Во время операции по добыче лома, вы находите один из контрабандных модулей, который остался цел, несмотря на сражение. Вы поднимаете его на свой корабль.

source: As the smuggler station breaks apart, it crosses your mind that the Federation has employed smugglers for their services in the past. You hope that your recent victim was not a Federation supplier.
ru: Пока станция контрабандистов разваливается на части, вам приходит в голову, что Федерация раньше нанимала контрабандистов для своих услуг. Вы надеетесь, что ваша недавняя жертва не была поставщиком Федерации.

source: The smuggler station has been reduced to scrap, and their cargo consumed in the inferno.
ru: Станция контрабандистов превратилась в металлолом, а их груз сгорел в адском пламени.

source: As your final shot hits the station, another explosion rocks their hull from the cargo. While you won't know what triggered the explosion, a decent chunk of salvage remains.
ru: Когда ваш последний выстрел попадает в станцию, еще один взрыв сотрясает ее корпус. Вы не знаете, что послужило причиной взрыва, но на станции уцелела приличная часть груза.

source: The smuggler station has been destroyed. One less bad outpost to fuel the dark trade.
ru: Станция контрабандистов уничтожена. Одним плохим форпостом, подпитывающим темную торговлю, меньше.

source: As the smuggler station falls silent, it crosses your mind that the Federation has employed smugglers for their services in the past. You hope that your recent victim was not a Federation supplier.
ru: Когда станция контрабандистов затихает, вам приходит в голову мысль, что Федерация раньше нанимала контрабандистов для своих услуг. Вы надеетесь, что ваша недавняя жертва не была поставщиком Федерации.

source: The smuggler station has been cleared of crew, leaving behind a good chunk of scrap from their piracy activities.
ru: Станция контрабандистов была очищена от экипажа, оставив после себя хорошую кучу лома от их пиратской деятельности.

source: The smuggler station has been defeated. One less bad outpost to fuel the dark trade.
ru: Станция контрабандистов побеждена. Одним плохим форпостом, подпитывающим темную торговлю, меньше.

source: Continue...
ru: Продолжить...

source: During your salvage operation, you find one of the weapons that they were smuggling, still intact despite the battle. You bring it back to your ship.
ru: Во время спасательной операции вы находите одно из контрабандных орудий, которое осталось неповрежденным, несмотря на сражение. Вы поднимаете его на свой корабль.

source: Continue...
ru: Продолжить...

source: During your salvage operation, you find one of the drones that they were smuggling, still intact despite the battle. You bring it back to your ship.
ru: Во время операции по добыче лома, вы находите один из контрабандных дронов, который остался цел, несмотря на сражение. Вы поднимаете его на свой корабль.

source: Continue...
ru: Продолжить...

source: During your salvage operation, you find one of the augments that they were smuggling, still intact despite the battle. You bring it back to your ship.
ru: Во время операции по добыче лома, вы находите один из контрабандных модулей, который остался цел, несмотря на сражение. Вы поднимаете его на свой корабль.

source: The mercenary ship is destroyed. One less ship full of scum to deal with.
ru: Корабль наемников уничтожен. Одним кораблем, полным отбросов, меньше.

source: By destroying this ship of mercenaries, you'll have saved the lives of those who were yet to be hunted by these scum.
ru: Уничтожив этот корабль наемников, вы спасете жизни тех, за кем еще предстояло охотиться этим мерзавцам.

source: Destroying this ship of mercenaries means one less ship that the Rebels can send after you, and you're happy about that.
ru: Уничтожение этого корабля наемников означает, что на один корабль, который повстанцы могут послать за вами, станет меньше, и вы рады этому.

source: You wonder whether the services that the mercenary could provide would make it worthwhile to not blow them up.
ru: Вы задаетесь вопросом, стоят ли услуги, которые могут оказать наемники, того, чтобы не взрывать их.

source: The mercenary ship has been cleared of crew. One less ship full of scum to deal with.
ru: Корабль наемников очищен от команды. Одним кораблем, полным отбросов, меньше.

source: By eliminating this gang of mercenaries, you'll have saved the lives of those who were yet to be hunted by these scum.
ru: Уничтожив эту банду наемников, вы спасете жизни тех, за кем еще предстояло охотиться этим подонкам.

source: A dead crew of mercenaries means one less ship that the Rebels can send after you, and you're happy about that.
ru: Мертвая команда наемников означает, что на один корабль, который повстанцы могут послать за вами, меньше, и вы этому рады.

source: You wonder whether the services that the mercenary could provide would make it worthwhile to let them live.
ru: Вы задаетесь вопросом, стоят ли услуги, которые могут оказать наемники, того, чтобы оставлять их в живых.

source: Continue...
ru: Продолжить...

source: A second sweep of the ship's interior reveals a sector map left unscathed. The mercenary was likely hired by someone to scout out the local region. You grab it to update your own map.
ru: При повторном осмотре внутренних помещений корабля обнаруживается карта сектора, оставшаяся невредимой. Скорее всего, наемники были наняты кем-то для разведки местного региона. Вы забираете ее, чтобы обновить собственную карту.
