Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_geniocracy.xml.append/*.po
Languages: ru

source: Express interest.
ru: Выразить заинтересованность.

source: Agree.
ru: Согласиться.

source: (Smuggler Rep 2+) Hail them and negotiate for the fossils.
ru: (Репутация контрабандистов 2+) Связаться с ними и договориться об окаменелостях.

source: Though the smugglers recognise you now, they're still reluctant to give up the fossils. You suggest a compromise: You only take a few of the fossils, enough to satisfy the biologist, and offer to trade with the smugglers to repay them for the fossils. They think about this and eventually accept.
ru: Хотя контрабандисты теперь узнают вас, они все равно не хотят отдавать окаменелости. Вы предлагаете компромисс: вы берете только несколько окаменелостей, достаточно, чтобы удовлетворить биолога, и предлагаете контрабандистам торговлю, чтобы отплатить им за окаменелости. Они обдумывают это предложение и в конце концов соглашаются.

source: Hand over the fossils.
ru: Передать окаменелости.

source: "Ohhh, you did it! Thhhis is amazing. I cannot thhhank you enough. H-How about if I work for you? I can study thhhese on my own time, and pay off my debt with labour!"
ru: "О-о-о, вы сделали это! Это потрясающе. Я не могу отблагодарить вас. Как насчшет того, чштобы поработать на вас? Я смогу изучшать их в свободное время и возвращать долг своим трудом!"

source: (Smuggler Rep 2+) Calm down, we're not here to report you.
ru: (Репутация контрабандистов 2+) Успокойтесь, мы здесь не для того, чтобы доносить на вас.

source: "Oh, it's you guys. Well, I don't have anything that might interest ya' unfortunately. We're currently smuggling these hard shells exteriors out for a high-paying customer. I do know a fella nearby that has stuff that'll suit your needs more, feel free to check 'em out.
ru: "О, это вы, ребята. К сожалению, у меня нет ничего, что могло бы вас заинтересовать. Мы сейчас занимаемся контрабандой этих твердых панцирей для одного уважаемого клиента. Я знаю одного парня поблизости, у которого есть вещи, которые больше подойдут для ваших нужд, не стесняйтесь, загляните к нему".

source: Thank them and take this time to do something onboard the ship.
ru: Поблагодарить их и воспользоваться этим временем, чтобы сделать что-нибудь на борту корабля.

source: You thank them for the info and wish them luck for their journey.
ru: Вы благодарите их за информацию и желаете удачи в их путешествии.

source: Check the storage.
ru: Проверить хранилище.

source: Do nothing.
ru: Ничего не делать.

source: Offer to buy a Shell off them.
ru: Предложить купить у них ракушку.

source: "Whaddya mean a Shell? These guys are all dead, I can tell yo- wait, what was that?" The smuggler rustles off-screen and comes back a few moments later. "Alright, I dunno what psycho powers you got there, but we somehow brought an alive one onboard that's making a real fuss in our cargo. This the fella you wanted?"
ru: "Что значит "ракушка"? Эти парни все мертвы, скажу я вам... Подождите, что это было?" Контрабандист исчезает с экрана и возвращается через несколько мгновений. "Ладно, не знаю, что у вас там за пси-способности, но мы как-то притащили на борт живого, который устраивает настоящий переполох в нашем грузе. Это тот парень, которого вы хотели?"

source: Continue...
ru: Продолжить...

source: Attack the mercenaries.
ru: Атаковать наемников.
