Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: Buy a set of Defensive Suits.
ru: Купить комплект защитных костюмов.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy an improved version of the infamous "Engine Overdrive Capacitor Mk 3".
ru: Купить улучшенную версию печально известного "Конденсатора перегрузки двигателя мод. III".

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy a large stack of Mini Payloads.
ru: Купить большой стек Мини-боезарядов.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy a small stack of Mini Payloads.
ru: Купить маленький стек Мини-боезарядов.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy an Accelerated Reloader.
ru: Купить Ускоренный перезарядник.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy nothing.
ru: Ничего не покупать.

source: [Smuggler Rep 2+] Request a discount.
ru: [Репутация контрабандистов 2+] Запросить скидку.

source: "Ah, a friend! Welcome to my humble store. I can most certainly arrange a discount for you, see what you might like!"
ru: "А, друг! Добро пожаловать в мой скромный магазин. Я, конечно, могу сделать для тебя скидку, посмотри, что тебя может заинтересовать!"

source: Buy a Crippled Zoltan Reactor.
ru: Купить поврежденный золтанский реактор.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy a set of Defensive Suits.
ru: Купить комплект защитных костюмов.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy an improved version of the infamous "Engine Overdrive Capacitor Mk 3".
ru: Купить улучшенную версию печально известного "Конденсатора перегрузки двигателя мод. III".

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy a large stack of Mini Payloads.
ru: Купить большой стек Мини-боезарядов.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy a small stack of Mini Payloads.
ru: Купить маленький стек Мини-боезарядов.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy an Accelerated Reloader.
ru: Купить Ускоренный перезарядник.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...

source: Buy nothing.
ru: Ничего не покупать.

source: Attack the smuggler!
ru: Атаковать контрабандистов!

source: Your show of aggression scares the other customers away. You notice the smuggler offloading the cargo to a small transport ship before turning around to engage you. If you had to guess, the smuggler has already transferred the special equipment away to be sold elsewhere. At least you can still salvage their ship's remains if you defeat them.
ru: Ваше агрессивное поведение отпугивает остальных покупателей. Вы замечаете, как контрабандисты перегружают груз на небольшой транспортный корабль, а затем поворачивается, чтобы вступить с вами в бой. Скорее всего, контрабандисты уже перевезли специальное оборудование, чтобы продать его в другом месте. По крайней мере, вы сможете довольствоваться останками корабля, если победите их.

source: Continue...
ru: Продолжить...

source: Ignore them.
ru: Не обращать на них внимания.

source: Pirate equipment isn't known for being reliable, and this is more than likely just another commercial trap. You prepare to move on.
ru: Пиратское оборудование не отличается надежностью, и это, скорее всего, очередная рекламная ловушка. Вы готовитесь идти дальше.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: A couple of pirates have set up a trading port between themselves. If they recognise you they might allow you to trade with them.
ru: Несколько пиратов организовали здесь торговый порт. Если они узнают вас, то, возможно, разрешат вам торговать с ними.

source: Hail the pirates.
ru: Связаться с пиратами.

source: Ignore the pirates.
ru: Не обращать внимания на пиратов.

source: You aren't interested in trading with them.
ru: Вы не заинтересованы в торговле с ними.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: As you approach, you realise that they do in fact recognise you, though not in the way that you were hoping for. "You've got some real guts showing up here. Think we don't know what you've done to our friends?! It's about time you get what you deserve." With that, a pirate ship flies out to fight you while other pirates are providing fire support from the sidelines!
ru: Приблизившись, вы понимаете, что они и правда узнали вас, хотя и не так, как вы надеялись. "Ты набрался смелости и явился сюда. Думаешь, мы не знаем, что ты сделал с нашими друзьями?! Пришло время получить по заслугам". С этими словами пиратский корабль бросается в бой с вами, а другие пираты оказывают огневую поддержку с флангов!

source: Continue...
ru: Продолжить...

source: As expected, the pirates don't take kindly to you approaching them so openly. "Hey, no Feds are allowed here! This trading port is only meant for pirates, so state your business or get lost."
ru: Как и следовало ожидать, пираты не очень-то рады, что вы приблизились к ним так близко. "Эй, федералам сюда нельзя! Этот торговый порт предназначен только для пиратов, так что говори зачем ты сюда явился или проваливай".

source: Request to trade.
ru: Запросить торговлю.

source: "Did you not hear me? This trading port is meant for pirates, not for some stinkin' Feds. Now stop wasting my time." The pirate cuts comms and goes back to talking with their friends. You could attack them if you wanted to, but they will likely gang up on you.
ru: "Ты глухой? Этот торговый порт предназначен для пиратов, а не для каких-то вонючих федералов. Хватит тратить мое время". Пират отключает связь и возвращается к разговору со своими друзьями. Вы можете напасть на них, если захотите, но они, скорее всего, объединят свои усилия против вас.

source: Attack them!
ru: Атаковать их!

source: As soon as your weapons come online, the pirates all get ready to fight you. While some pirates are beamed aboard, a pirate ship rises up to fight you. The other pirates are providing fire support from the sidelines as well!
ru: Как только ваше оружие активируется, все пираты готовятся сражаться с вами. Пока одни пираты телепортируются на борт, другие на пиратском корабле занимают свои посты, чтобы сразиться с вами. Остальные пираты также оказывают огневую поддержку с флангов!

source: Continue...
ru: Продолжить...

source: Leave them alone.
ru: Оставить их в покое.

source: [Slaver Rep 2+] Request to trade.
ru: [Репутация работорговцев 2+] Запросить торговлю.

source: With the slaver vouching for you, the pirates allow you to trade with them, though you can tell they're a bit skeptical. Despite this, the slaver seems pleased to see you and offers to sell you some slaves.
ru: Поскольку работорговцы поручились за вас, пираты разрешают вам торговать с ними, хотя по ним видно, что они настроены несколько скептически. Несмотря на это, работорговец, кажется, рад вас видеть и предлагает купить у него несколько рабов.

source: See what they're offering.
ru: Узнать, что они предлагают.

source: Nevermind, we'll stick with normal goods.
ru: Неважно, ограничимся обычными товарами.

source: [Mercenary Rep 2+] Request to trade.
ru: [Репутация наемников 2+] Запросить торговлю.

source: With the mercenary vouching for you, the pirates allow you to trade with them, though you can tell they're a bit skeptical. Despite this, the mercenary seems pleased to see you and offers their services.
ru: Поскольку наемники за вас поручились, пираты разрешили вам торговать с ними, хотя по ним видно, что они настроены несколько скептически. Несмотря на это, наемник, похоже, рад вас видеть и предлагает свои услуги.

source: See what they're offering.
ru: Узнать, что они предлагают.

source: Nevermind, we'll stick to normal goods.
ru: Неважно, ограничимся обычными товарами.

source: [Smuggler Rep 2+] Request to trade.
ru: [Репутация контрабандистов 2+] Запросить торговлю.

source: With the smuggler vouching for you, the pirates allow you to trade with them, though you can tell they're a bit skeptical. Despite this, the smuggler seems pleased to see you and offers to sell you some contraband.
ru: Поскольку контрабандисты за вас поручились, пираты разрешили вам торговать с ними, хотя по ним видно, что они настроены несколько скептически. Несмотря на это, контрабандист, кажется, рад вас видеть и предлагает купить у него контрабандные товары.

source: See what they're offering.
ru: Узнать, что они предлагают.

source: Nevermind, we'll stick with normal goods.
ru: Неважно, ограничимся обычными товарами.

source: [Pirate Rep 3+] Request to trade.
ru: [Репутация пиратов 3+] Запросить торговлю.

source: "Wait, you're not just any Fed, you're THAT Fed! Sorry for not recognising you at first." The pirate gifts you some supplies and welcomes you in to trade with them.
ru: "Подождите, вы не просто федерал, вы тот самый федерал! Простите, что не узнал вас сразу". Пират дарит вам припасы и предлагает торговать с ним.

source: Request to trade with the slavers.
ru: Запросить торговлю с работорговцами.

source: Request to trade with the mercenaries.
ru: Запросить торговлю с наемниками.

source: Request to trade with the smugglers.
ru: Запросить торговлю с контрабандистами.

source: Just shop for normal goods.
ru: Просто купить обычные товары.

source: Nevermind, we'll just leave.
ru: Неважно, просто уходим.

source: Most of the pirates ignore you as you prepare to leave, but one particularly trigger-happy pirate decides to chase after you, hoping that you have goods which they can sell to their friends.
ru: Большинство пиратов не обращают на вас внимания, пока вы готовитесь к уходу, но один особо ретивый пират решает погнаться за вами, надеясь, что у вас есть товар, который он сможет продать своим друзьям.

source: Continue...
ru: Продолжить...

source: As soon as you arrive in the system, you notice a cache floating nearby. You're about to head for it when you notice two pirate ships nearby. A quick tap of their unencrypted channel reveals that they just stole the cache from a military station. If you want to get the cache, you'll have to fight these pirates off.
ru: Как только вы прибыли в систему, вы заметили дрейфующий неподалеку тайник. Вы уже собираетесь направиться к нему, когда замечаете поблизости два пиратских корабля. Быстрое прослушивание их незашифрованного канала связи говорит о том, что они только что украли тайник с военной станции. Если вы хотите заполучить тайник, вам придется сразиться с этими пиратами.

source: Attack the pirates to get the cache.
ru: Атаковать пиратов, чтобы заполучить тайник.

source: You power up the weapons and charge towards one of the pirates. The other ship begins to provide fire support, so you'd better be quick about this!
ru: Вы заряжаете оружие и устремляетесь к одному из пиратских кораблей. Другой корабль начинает оказывать огневую поддержку, так что вам лучше поторопиться!

source: Continue...
ru: Продолжить...

source: Leave them alone.
ru: Оставить их в покое.

source: As tempting as it is, you don't feel like its worth engaging two pirate ships at once for the cache.
ru: Как бы заманчиво это ни было, вы не считаете, что ради тайника не стоит вступать в бой сразу с двумя пиратскими кораблями.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You've defeated the pirate ship. You salvage the remains quickly before looking for the cache.
ru: Вы победили пиратский корабль. Вы быстро разбираете обломки, а затем ищете тайник.

source: Search for the cache.
ru: Найти тайник.

source: You find that the other pirate ship has already called for backup, and another ship has already jumped in. You'll be outnumbered if you stay and fight, so if you want to snatch the cache you'll have to do so quickly and get out, but you'll likely take some damage.
ru: Вы обнаруживаете, что другой пиратский корабль уже вызвал подкрепление, и еще один корабль уже прибыл. Если вы останетесь и будете сражаться, то окажетесь в меньшинстве, поэтому, если вы хотите забрать тайник, вам придется сделать это быстро и убраться восвояси, но при этом вы, скорее всего, получите повреждения.

source: Go for the cache.
ru: Отправиться за тайником.

source: You pilot the ship within a short distance of the cache and bring it on board. Your ship takes a few hits from the other pirates, but you successfully retrieve the cache.
ru: Вы приближаетесь к тайнику на небольшое расстояние и поднимаете его на борт. Ваш корабль получает несколько попаданий от других пиратов, но вы успешно забираете тайник.

source: Inspect the cache.
ru: Осмотреть тайник.

source: Leave it behind.
ru: Оставить его в покое.

source: The cache isn't worth the damage. You prepare to jump before the other pirates can attack you.
ru: Тайник не стоит получения повреждений. Вы готовитесь к прыжку, пока другие пираты не успели напасть на вас.

source: The cache contains a brand new weapon and some ammunition! You put the weapon aside to install later and prepare to jump away from the beacon first.
ru: В тайнике находится совершенно новое оружие и боеприпасы! Вы откладываете оружие, чтобы установить его позже, и готовитесь первым делом прыгнуть подальше от маяка.

source: The cache contains a fresh drone schematic and some drone parts! You put the schematic aside to view later and prepare to jump away from the beacon first.
ru: В тайнике находится новая схема дрона и несколько дрон-комплектов для него! Вы откладываете схему, чтобы просмотреть ее позже, и готовитесь первым делом прыгнуть подальше от маяка.

source: The cache contains a large amount of fuel and scrap. The pirates must've acquired this from a mining operation.
ru: В тайнике содержится большое количество топлива и лома. Должно быть, пираты добыли их на шахте.

source: The cache contains a sector map and some advanced surveillance equipment. You could use these to upgrade your sensors once you've jumped away from the beacon.
ru: В тайнике находится карта сектора и некоторые современные приборы наблюдения. Вы можете использовать их для модернизации своих сенсоров после того, как прыгнете подальше от маяка.

source: You catch a glimpse of a ship slinking behind a planet. You don't know who the ship belongs to.
ru: Вы заметили корабль, скрывающийся за планетой. Вы не знаете, чей это корабль.

source: Check on them.
ru: Проверить их.

source: Ignore the ship.
ru: Не обращать внимания на корабль.

source: Regardless of whether the ship is a friend or a foe, you don't want to find out. You move away from the planet while keeping an eye on it to make sure that you won't get ambushed.
ru: Независимо от того, является корабль дружественным или вражеским, вы не хотите это выяснять. Вы удаляетесь от планеты, не сводя с нее глаз, чтобы убедиться, что не попадете в засаду.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: As you turn the corner of the planet, it becomes clear that this is a Coalition vessel! As soon as they spot you they move in to engage.
ru: Когда вы поворачиваете за угол планеты, становится ясно, что это корабль Коалиции! Как только они вас замечают, сразу же вступают в бой.

source: Continue...
ru: Продолжить...

source: As you turn the corner of the planet, it becomes clear that this is a Rebel vessel! As soon as they spot you they move in to engage.
ru: Когда вы поворачиваете за угол планеты, становится ясно, что это корабль повстанцев! Как только они замечают вас, сразу же вступают в бой.

source: Continue...
ru: Продолжить...

source: As you turn the corner of the planet, it becomes clear that this is a Pirate vessel! As soon as they spot you they move in to engage.
ru: Когда вы поворачиваете за угол планеты, становится ясно, что это корабль пиратов! Как только они замечают вас, сразу же вступают в бой.

source: Continue...
ru: Продолжить...

source: You turn the corner of the planet to find a civilian ship, with noticeable damage in their engines and shields. They explain that a gang of pirates were chasing them at the previous beacon, but they managed to jump away to this beacon. Since they know to fix their systems, they are only in need of scrap and are willing to trade for it.
ru: Повернув за угол планеты, вы обнаружите гражданский корабль с заметными повреждениями двигателей и щитов. Они объясняют, что у предыдущего маяка их преследовала банда пиратов, но им удалось прыгнуть к этому маяку. Поскольку они знают, как починить свои системы, им нужен только лом, и они готовы выторговать его.

source: Trade with them.
ru: Торговать с ними.

source: Gift them some scrap.
ru: Подарить им немного лома.

source: You pass over some scrap to the civilians to help with their repairs. They thank you for the donation.
ru: Вы передаете гражданским немного лома, чтобы помочь им с ремонтом. Они благодарят вас за пожертвование.

source: Continue...
ru: Продолжить...

source: Finish off what the pirates had started.
ru: Закончить начатое пиратами.

source: You don't give the civilians a chance to plea for their lives as you mute the comms and prepare to end them in your petty pursuit of scrap.
ru: Вы не даете гражданским шанса спасти свои жизни, когда отключаете связь и готовитесь покончить с ними в своей мелочной погоне за ломом.

source: Continue...
ru: Продолжить...

source: One of their crew offers to join you, hoping to be able to defend themselves against pirates with your help.
ru: Один из членов их экипажа предлагает присоединиться к вам, надеясь, что с вашей помощью сможет защититься от пиратов.

source: The engineer on their ship offers to improve your engines as payment.
ru: Инженер на их корабле предлагает в качестве оплаты улучшить ваши двигатели.

source: The civilians transfer over some missiles and drone parts that they don't need as payment.
ru: В качестве оплаты гражданские передают ненужные им боеголовки и дрон-комплекты.

source: The dronesmith on their ship transfers over a drone schematic for your troubles.
ru: Мастер по дронам на их корабле передает вам схему дрона, который вы можете использовать для решения своих проблем.

source: You find a civilian ship on the other side of the planet, but you sense that something is wrong when their weapons start powering up. You open your comms to receive a hail from the ship. "Whaddya want from us Feds? Leave us alone!" Seems like a band of pirates have taken over the civilian ship and are now preparing to fight!
ru: Вы обнаруживаете гражданский корабль на другой стороне планеты, но чувствуете, что что-то не так, когда его оружие начинает включаться. Вы включаете связь и получаете сообщение с корабля. "Что ты хочешь от нас, федерал? Оставь нас в покое!" Похоже, группа пиратов захватила гражданский корабль и готовится к бою!

source: Prepare to fight.
ru: Приготовиться к бою.

source: Calm down, we're not here to fight you.
ru: Успокойтесь, мы здесь не для того, чтобы сражаться с вами.

source: "You're a liar! Don't ask me how I know, I just know it! Pickin' on the weak like those rich union bastards. I'll show you!" You suspect that they might be in need of something, but they clearly aren't going to talk until you've roughed them up a little.
ru: "Ты лжец! Не спрашивай меня, откуда я знаю, я просто знаю! Придираешься к слабым, как эти богатые ублюдки из союза. Я тебе покажу!" Вы подозреваете, что им что-то нужно, но они явно не собираются говорить, пока вы их немного не потреплете.

source: Continue...
ru: Продолжить...

source: The pirates have been weakened heavily. You could show them mercy now if you wanted to.
ru: Пираты были сильно ослаблены. Теперь вы можете проявить к ним милосердие, если захотите.

source: Power off your weapons.
ru: Выключить оружие.

source: You turn off your weapons and hail the pirates again. The pirate that initially hailed you responds. "Huh? Whadyya doin'? Aren't you tryin' to kill us or somethin'?"
ru: Вы выключаете оружие и снова вызываете пиратов. Пират, который разговаривал с вами вначале, отвечает. "А? Что ты делаешь? Не пытаешься ли ты убить нас или что-то в этом роде?"

source: We told you, we aren't here to fight you.
ru: Мы же сказали вам, что мы здесь не для того, чтобы сражаться с вами.

source: "Wait, you said that? Oh yeah, you did! Oh... so we took damage for no reason and look like idiots now huh. Well, if you aren't here to fight then we'll be on our way. I guess..."
ru: "Подождите, ты это сказал? О да, ты сказал! Значит, мы получили урон без причины и теперь выглядим как идиоты. Ну, если ты здесь не для того, чтобы сражаться, тогда мы пойдем. Пожалуй..."

source: Do you need something?
ru: Вам что-нибудь нужно?

source: "Well, since ya asked... We stole this ship from a buncha merchants, but a defense system shot the fuel reserves on this ship. We leaked fuel all the way here, and now we're out of fuel. Could ya spare any?"
ru: "Ну, раз уж ты спрашиваешь... Мы украли этот корабль у группы торговцев, но система защиты уничтожила запасы топлива на этом корабле. Мы теряли топливо на всем пути сюда, и теперь у нас нет топлива. Не мог бы ты выделить немного?"

source: Give them some fuel.
ru: Дать им немного топлива.

source: You transfer over some fuel cells, which the pirates graciously accept. "Thanks for those, hopefully we'll be able to get to a pirate station with these. My pal here knows a thing or two about reactors. Perhaps he can do some work on yours as payment for the fuel."
ru: Вы передаете несколько топливных элементов, которые пираты любезно принимают. "Спасибо за них, надеюсь, с ними мы сможем добраться до пиратской станции. Мой приятель знает толк в реакторах. Возможно, он сможет немного поработать над твоим в качестве платы за топливо".
