Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: As the boarding drones crash into your ship, multiple of your systems register a power drop: The pirates have deployed a virus to weaken your systems! Worse still, the pirates have sent out a well-armed slaver ship to fight you in the air. These pirates mean business when they want their scrap back, and you may just have bitten off more than you can chew this time.
ru: Когда абордажные дроны врезаются в ваш корабль, во многих системах регистрируется падение мощности: Пираты запустили вирус, чтобы ослабить ваши системы! Хуже того, пираты послали хорошо вооруженный корабль работорговцев, чтобы сразиться с вами в воздухе. Эти пираты хотят вернуть свой лом, и, возможно, на этот раз вы откусили больше, чем могли прожевать.

source: Continue...
ru: Продолжить...

source: (Hacking) Use your Hacking to counter the virus.
ru: (Взломщик) Использовать свой Взломщик, чтобы противостоять вирусу.

source: Your Hacking manages to reverse some of the damage done, though it has taken everything that your Hacking could muster. Perhaps you can still pull this off.
ru: Вашему Взломщику удается обратить вспять большую часть нанесенного ущерба, хотя на это потребовалось все, на что был способен ваш Взломщик. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Upg. Hacking) Use your Hacking to counter the virus.
ru: (Улучш. Взломщик) Использовать Взломщик, чтобы противостоять вирусу.

source: Your Hacking manages to reverse most of the damage done, though it has taken everything that your Hacking could muster. Perhaps you can still pull this off.
ru: Вашему Взломщику удается обратить вспять большую часть нанесенного ущерба, хотя на это потребовалось все, на что был способен ваш Взломщик. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Anti-Virus Module) Use your Anti-Virus to counter the virus.
ru: (Антивирусный модуль) Использовать свой Антивирус для борьбы с вирусом.

source: Your Anti-Virus module manages to reverse most of the damage done. Perhaps you can still pull this off.
ru: Вашему Антивирусному модулю удается обратить вспять большую часть нанесенного ущерба. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Defense Drone) Configure your drone to shoot down the boarding drones.
ru: (Защитный дрон) Настроить свой дрон, чтобы сбивать абордажные дроны.

source: Your drone locks onto both boarding drones and shoots them down. However, that won't stop the pirates from deploying a virus, which has weakened multiple of your systems! Worse still, the pirates have sent out a well-armed slaver ship to fight you in the air. These pirates mean business when they want their scrap back, and you may just have bitten off more than you can chew this time.
ru: Ваш дрон обнаруживает оба абордажных дрона и сбивает их. Однако это не помешает пиратам запустить вирус, который ослабил множество ваших систем! Хуже того, пираты послали хорошо вооруженный корабль работорговцев, чтобы сразиться с вами в воздухе. Эти пираты не прочь получить назад свою добычу, и, возможно, на этот раз вы откусили больше, чем могли прожевать.

source: Continue...
ru: Продолжить...

source: (Hacking) Use your Hacking to counter the virus.
ru: (Взломщик) Использовать свой Взломщик, чтобы противостоять вирусу.

source: Your Hacking manages to reverse some of the damage done, though it has taken everything that your Hacking could muster. Perhaps you can still pull this off.
ru: Вашему Взломщику удается обратить вспять большую часть нанесенного ущерба, хотя на это потребовалось все, на что был способен ваш Взломщик. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Upg. Hacking) Use your Hacking to counter the virus.
ru: (Улучш. Взломщик) Использовать Взломщик, чтобы противостоять вирусу.

source: Your Hacking manages to reverse most of the damage done, though it has taken everything that your Hacking could muster. Perhaps you can still pull this off.
ru: Вашему Взломщику удается обратить вспять большую часть нанесенного ущерба, хотя на это потребовалось все, на что был способен ваш Взломщик. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Anti-Virus Module) Use your Anti-Virus to counter the virus.
ru: (Антивирусный модуль) Использовать свой Антивирус для борьбы с вирусом.

source: Your Anti-Virus module manages to reverse most of the damage done. Perhaps you can still pull this off.
ru: Вашему Антивирусному модулю удается обратить вспять большую часть нанесенного ущерба. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Energy Shield) Your energy shield will nullify the boarding drones.
ru: (Энергетический щит) Ваш энергетический щит уничтожит абордажные дроны.

source: The boarding drones explode upon contact with your energy shield. However, that won't stop the pirates from deploying a virus, which has weakened multiple of your systems! Worse still, the pirates have sent out a well-armed slaver ship to fight you in the air. These pirates mean business when they want their scrap back, and you may just have bitten off more than you can chew this time.
ru: Абордажные дроны взрываются при контакте с вашим энергетическим щитом. Однако это не помешало пиратам запустить вирус, который ослабил множество ваших систем! Хуже того, пираты выслали хорошо вооруженный корабль работорговцев, чтобы сражаться с вами в воздухе. Эти пираты не прочь получить назад свою добычу, и, возможно, на этот раз вы откусили больше, чем могли прожевать.

source: Continue...
ru: Продолжить...

source: (Hacking) Use your Hacking to counter the virus.
ru: (Взломщик) Использовать свой Взломщик, чтобы противостоять вирусу.

source: Your Hacking manages to reverse some of the damage done, though it has taken everything that your Hacking could muster. Perhaps you can still pull this off.
ru: Вашему Взломщику удается обратить вспять большую часть нанесенного ущерба, хотя на это потребовалось все, на что был способен ваш Взломщик. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Upg. Hacking) Use your Hacking to counter the virus.
ru: (Улучш. Взломщик) Использовать Взломщик, чтобы противостоять вирусу.

source: Your Hacking manages to reverse most of the damage done, though it has taken everything that your Hacking could muster. Perhaps you can still pull this off.
ru: Вашему Взломщику удается обратить вспять большую часть нанесенного ущерба, хотя на это потребовалось все, на что был способен ваш Взломщик. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Anti-Virus Module) Use your Anti-Virus to counter the virus.
ru: (Антивирусный модуль) Использовать свой Антивирус для борьбы с вирусом.

source: Your Anti-Virus module manages to reverse most of the damage done. Perhaps you can still pull this off.
ru: Вашему Антивирусному модулю удается обратить вспять большую часть нанесенного ущерба. Возможно, вам все же удастся это сделать.

source: Continue...
ru: Продолжить...

source: (Teleporter) Beam everyone back quickly.
ru: (Телепортатор) Быстро телепортировать всех обратно.

source: The Teleporter whisks your crew back to safety, which buys you enough time to undock before the enforcers can catch up. You're still not in the clear, however, as you hear alarms ringing throughout the station, alerting every defender of your escape. This can't be good...
ru: Телепортатор возвращает ваш экипаж в безопасное место, и у вас появляется достаточно времени, чтобы отстыковаться от станции до того, как вас настигнут силовики. Однако еще ничего не закончено: по всей станции раздаются сигналы тревоги, оповещающие всех силовиков о вашем побеге. Это не к добру...

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: (Mind Control) Mind Control the enforcers into fighting each other.
ru: (Контроль разума) Контролировать разум силовиков, чтобы они сражались друг с другом.

source: Your Mind Control proves to be quite effective, as the enforcer which you controlled is now blasting the other enforcers chasing you, forcing them to take him down. While this buys you some time to get to the ship, you hear shouts in the distance about sending over the slaves. This can't be good...
ru: Ваш Контроль разума оказался весьма эффективным, так как теперь подконтрольный вам силовик взрывает других преследующих вас силовиков, заставляя их расправиться с ним. Пока вы выигрываете время, чтобы добраться до корабля, вы слышите вдалеке крики о том, что нужно отправить рабов. Это не к добру...

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: (Upgraded Blast Doors) Lock down the ship as soon as you get inside.
ru: (Улучш. Укрепленные Двери) Заблокировать корабль, как только окажетесь внутри.

source: The doors slam shut in the enforcers' faces as your crew scramble to their battle stations. You power up the ship in time to take off before the pirates can make their way through. However, you hear shouts in the distance about sending over the slaves. This can't be good...
ru: Двери захлопываются перед носом у силовиков, а ваш экипаж бежит к своим боевым постам. Вы включаете питание корабля, чтобы успеть взлететь до того, как пираты успеют прорваться. Однако вдалеке раздаются крики о том, что нужно отправить рабов. Это не к добру...

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: Accept the compromise.
ru: Согласиться на компромисс.

source: The enforcer pats you on the back and smiles. "A wise choice, friend. Glad it didn't have to end in bloodshed today. Though, I would advice you not to pull any funny business in these parts. Most of my other friends are not as understanding as I am, and you don't want to mess with them."
ru: Силовик похлопывает вас по спине и улыбается. "Мудрый выбор, друг. Рад, что сегодня обошлось без кровопролития. Хотя я бы посоветовал тебе не устраивать в этих краях никаких авантюр. Большинство моих друзей не такие дружелюбные, как я, и тебе не стоит с ними связываться".

source: Attempt to leave.
ru: Попытаться уйти.

source: As you're preparing to leave, one of the enforcers moves forward to block your path. "Look, pal. We understand that you're just trying to squeeze as much scrap as you can out of every opportunity you find. Trouble is, this tournament was not supposed to be one of those opportunities. My men highly suspect that you provided illegal stimulants to the slave you bet on, and it doesn't look good when a slave that nobody expects to win gets their first win on a day when some Federation captain decides to bet on them. I understand that you're decently well-known around these parts, and it would be a shame for it to end this way. So, I'll allow you to walk away with a very small portion of the winnings if you'll forfeit the remainder to us." Before you can consider making your reply, you notice the other enforcers slowly reaching for their guns, and a vibration in your pocket signals that the AI on your ship is ready to cover you if you want to run. Every eye seems to be on you and you alone. This could be very nasty if you reject the enforcer's offer.
ru: Когда вы готовитесь уходить, один из силовиков подходит к вам и преграждает путь. "Послушай, приятель. Мы понимаем, что ты просто пытаешься выжать как можно больше денег из любой возможности. Проблема в том, что этот турнир не должен был стать одной из таких возможностей. Мои люди подозревают, что ты давал незаконные стимуляторы рабу, на которого ставил, а это не очень хорошо, когда раб, от которого никто не ожидает победы, получает свой первый выигрыш в день, когда какой-то капитан Федерации решает поставить на него. Я понимаю, что ты достаточно известен в этих краях, и было бы обидно, если бы все закончилось именно так. Поэтому я разрешаю тебе уйти с очень небольшой частью выигрыша, если ты отдашь нам оставшуюся часть". Прежде чем вы успеваете обдумать свой ответ, вы замечаете, как остальные силовики медленно достают свои бластеры, а вибрация в вашем кармане сигнализирует о том, что ИИ на вашем корабле готов прикрыть вас, если вы захотите бежать. Кажется, все взгляды устремлены на вас и только на вас. Это может закончиться очень плохо, если вы откажетесь от предложения силовика.

source: Refuse and run!
ru: Отказаться и бежать!

source: You pretend to consider the compromise, but then swiftly draw your own blaster and shoot at the enforcer standing in your way. As soon as he moves out of the way to avoid the shot, you make a run for it, but the unphased enforcer gestures for his men to chase you down!
ru: Вы делаете вид, что обдумываете компромисс, но затем быстро достаете свой бластер и стреляете в стоящего на вашем пути силовика. Как только он уходит с дороги, чтобы избежать выстрела, вы бросаетесь бежать, но не успокоившийся силовик жестом приказывает своим людям преследовать вас!

source: Run back to the ship!
ru: Бежать назад к кораблю!

source: As you're running back, the ship AI has activated your weapons to provide cover by firing back at the pirates, allowing you to reach the ship safely. However, some of the enforcers manage to avoid the weapon fire and are hot on your heels. You'll have to fight them off your ship.
ru: Пока вы мчитесь назад, корабельный ИИ активировал оружие, чтобы открыть ответный огонь по пиратам, и вы смогли благополучно добраться до корабля. Однако некоторым пиратам удается избежать огня, и они идут по вашим следам. Вам придется отбиваться от них на своем корабле.

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: As your ship is about to escape the docking area, a Teleporter signal is registered: It seems that the pirates have beamed aboard some of their fighter slaves to help take control of your ship! At the same time, sensors indicate that an ASB has locked onto your ship and a pair of boarding drones have been launched to assist in the fight.
ru: Когда ваш корабль собирается покинуть стыковочную зону, регистрируется сигнал телепорта: Похоже, пираты подняли на борт несколько своих рабов-бойцов, чтобы помочь захватить контроль над вашим кораблем! В то же время сенсоры показывают, что ваш корабль попал под прицел ПКБ, и пара абордажных дронов была запущена для помощи в бою.

source: Prepare to fight off the swarm of boarders.
ru: Приготовиться отбиваться от толпы абордажников.

source: As the boarding drones crash into your ship, your sensors and engines register a power drop: The pirates have deployed a virus to weaken your systems! Worse still, the pirates have sent out a well-armed slaver ship to fight you in the air. These pirates mean business when they want their scrap back, and you may just have bitten off more than you can chew this time.
ru: Когда абордажные дроны врезаются в ваш корабль, ваши сенсоры и двигатели регистрируют падение мощности: Пираты запустили вирус, чтобы ослабить ваши системы! Хуже того, пираты послали хорошо вооруженный корабль работорговцев, чтобы сразиться с вами в воздухе. Эти пираты хотят вернуть свой лом, и, возможно, на этот раз вы откусили больше, чем могли прожевать.

source: Continue...
ru: Продолжить...

source: (Hacking) Use your Hacking to counter the virus.
ru: (Взломщик) Использовать свой Взломщик, чтобы противостоять вирусу.

source: Your hacking manages to disable the pirates' virus, though it has taken a small hit in the process. Perhaps you can still pull this off.
ru: Вам удалось вывести из строя вирус пиратов, хотя в процессе вы получили небольшой урон. Возможно, вы еще сможете справиться с этой задачей.

source: Continue...
ru: Продолжить...

source: (Anti-Virus Module) Use your Anti-Virus to counter the virus.
ru: (Антивирусный модуль) Использовать свой Антивирус для борьбы с вирусом.

source: Your Anti-Virus module manages to disable the pirates' virus. Perhaps you can still pull this off.
ru: Вашему Антивирусному модулю удается обезвредить вирус пиратов. Возможно, вы еще сможете справиться с этой задачей.

source: Continue...
ru: Продолжить...

source: (Defense Drone) Configure your drone to shoot down the boarding drones.
ru: (Защитный дрон) Настроить свой дрон, чтобы сбивать абордажные дроны.

source: Your drone locks onto both boarding drones and shoots them down. However, that won't stop the pirates from deploying a virus, which has weakened your sensors and engines! Worse still, the pirates have sent out a well-armed slaver ship to fight you in the air. These pirates mean business when they want their scrap back, and you may just have bitten off more than you can chew this time.
ru: Ваш дрон обнаруживает оба абордажных дрона и сбивает их. Однако это не мешает пиратам внедрить вирус, который ослабил ваши сенсоры и двигатели! Хуже того, пираты выслали хорошо вооруженный корабль работорговцев, чтобы сражаться с вами в воздухе. Эти пираты хотят вернуть свой лом, и, возможно, на этот раз вы откусили больше, чем могли прожевать.

source: Continue...
ru: Продолжить...

source: (Hacking) Use your Hacking to counter the virus.
ru: (Взломщик) Использовать свой Взломщик, чтобы противостоять вирусу.

source: Your hacking manages to disable the pirates' virus, though it has taken a small hit in the process. Perhaps you can still pull this off.
ru: Вам удалось вывести из строя вирус пиратов, хотя в процессе вы получили небольшой урон. Возможно, вы еще сможете справиться с этой задачей.

source: Continue...
ru: Продолжить...

source: (Anti-Virus Module) Use your Anti-Virus to counter the virus.
ru: (Антивирусный модуль) Использовать свой Антивирус для борьбы с вирусом.

source: Your Anti-Virus module manages to disable the pirates' virus. Perhaps you can still pull this off.
ru: Вашему Антивирусному модулю удается обезвредить вирус пиратов. Возможно, вы еще сможете справиться с этой задачей.

source: Continue...
ru: Продолжить...

source: (Energy Shield) Your energy shield will nullify the boarding drones.
ru: (Энергетический щит) Ваш энергетический щит уничтожит абордажные дроны.

source: The boarding drones explode upon contact with your energy shield. However, that won't stop the pirates from deploying a virus, which has weakened your sensors and engines! Worse still, the pirates have sent out a well-armed slaver ship to fight you in the air. These pirates mean business when they want their scrap back, and you may just have bitten off more than you can chew this time.
ru: Абордажные дроны взрываются при контакте с вашим энергетическим щитом. Однако это не мешает пиратам внедрить вирус, который ослабил ваши сенсоры и двигатели! Хуже того, пираты выслали хорошо вооруженный корабль работорговцев, чтобы сражаться с вами в воздухе. Эти пираты хотят вернуть свой лом, и, возможно, на этот раз вы откусили больше, чем могли прожевать.

source: Continue...
ru: Продолжить...

source: (Hacking) Use your Hacking to counter the virus.
ru: (Взломщик) Использовать свой Взломщик, чтобы противостоять вирусу.

source: Your hacking manages to disable the pirates' virus, though it has taken a small hit in the process. Perhaps you can still pull this off.
ru: Вам удалось вывести из строя вирус пиратов, хотя в процессе вы получили небольшой урон. Возможно, вы еще сможете справиться с этой задачей.

source: Continue...
ru: Продолжить...

source: (Anti-Virus Module) Use your Anti-Virus to counter the virus.
ru: (Антивирусный модуль) Использовать свой Антивирус для борьбы с вирусом.

source: Your Anti-Virus module manages to disable the pirates' virus. Perhaps you can still pull this off.
ru: Вашему Антивирусному модулю удается обезвредить вирус пиратов. Возможно, вы еще сможете справиться с этой задачей.

source: Continue...
ru: Продолжить...

source: (Teleporter) Beam back quickly.
ru: (Телепортатор) Быстро телепортироваться обратно.

source: The Teleporter whisks you back to safety, which buys you enough time to undock before the enforcers can catch up. You're still not in the clear, however, as you hear alarms ringing throughout the station, alerting every defender of your escape. This can't be good...
ru: Телепортатор возвращает вас в безопасное место, и у вас появляется достаточно времени, чтобы отстыковаться от станции до того, как вас догонят силовики. Однако все еще не закончено: по всей станции раздаются сигналы тревоги, оповещающие всех силовиков о вашем побеге. Это не к добру...

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: (Mind Control) Mind Control the enforcers into fighting each other.
ru: (Контроль разума) Контролировать разум силовиков, чтобы они сражались друг с другом.

source: Your Mind Control proves to be quite effective, as the enforcer which you controlled is now blasting the other enforcers chasing you, forcing them to take him down. While this buys you some time to get to the ship, you hear shouts in the distance about sending over the slaves. This can't be good...
ru: Ваш Контроль разума оказался весьма эффективным, так как теперь подконтрольный вам силовик взрывает других преследующих вас силовиков, заставляя их расправиться с ним. Пока вы выигрываете время, чтобы добраться до корабля, вы слышите вдалеке крики о том, что нужно отправить рабов. Это не к добру...

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: (Upgraded Blast Doors) Lock down the ship as soon as you get inside.
ru: (Улучш. Укрепленные Двери) Заблокировать корабль, как только окажетесь внутри.

source: The doors slam shut in the enforcers' faces as you rush to the cockpit. You power up the ship in time to take off before the pirates can make their way through. However, you hear shouts in the distance about sending over the slaves. This can't be good...
ru: Двери захлопываются перед носом у силовиков, и вы бросаетесь в Рулевую рубку. Вы успеваете запитать корабль, чтобы взлететь до того, как пираты успеют прорваться. Однако вдалеке раздаются крики о том, что нужно прислать рабов. Это не к добру...

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: Accept the compromise.
ru: Согласиться на компромисс.

source: The enforcer pats you on the back and smiles. "A wise choice, friend. Glad it didn't have to end in bloodshed today. Though, I would advice you not to pull any funny business in these parts. Most of my other friends are not as understanding as I am, and you don't want to mess with them."
ru: Силовик похлопывает вас по спине и улыбается. "Мудрый выбор, друг. Рад, что сегодня обошлось без кровопролития. Хотя я бы посоветовал тебе не устраивать в этих краях никаких авантюр. Большинство моих друзей не такие дружелюбные, как я, и тебе не стоит с ними связываться".

source: The nearby smuggler seems to have attracted a large crowd with the items that they're selling. They're selling what they claim to be "advanced prototype equipment suitable for a range of different uses".
ru: Похоже, расположенные неподалеку контрабандисты привлекли большое количество людей своими товарами. Они продают то, что, по их словам, является "продвинутым прототипом оборудования, пригодного для различных целей".

source: Check out the prototype equipment.
ru: Посмотреть на прототип оборудования.

source: The smuggler doesn't seem to care that you're a Fed. They welcome you in and show you the items for sale.
ru: Контрабандистов, похоже, не волнует, что вы федерал. Они приветствуют вас и показывают товары на продажу.

source: Buy a Crippled Zoltan Reactor.
ru: Купить поврежденный золтанский реактор.

source: The smuggler thanks you for the trade, then goes back to dealing with their other customers.
ru: Контрабандист благодарит вас за сделку, а затем возвращается к своим другим клиентам.

source: Continue...
ru: Продолжить...
