Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Nephthys' Minelauncher for 40~.
ru: Продать им свой миномет "Небетхет" за 40~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Sekhmet' Minelauncher for 40~.
ru: Продать им свой миномет "Сахмет" за 40~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Sobek' Minelauncher for 40~.
ru: Продать им свой миномет "Себек" за 40~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Anubis' Minelauncher for 45~.
ru: Продать им свой миномет "Анубис" за 45~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your Shard Launcher for 40~.
ru: Продать им свой Осколкомет за 40~.

source: While it's certainly not a conventional Minelauncher, the Shard Launcher isn't frowned upon by others, and the pirates seem willing to buy it. You hand over the Shard Launcher and the pirates pay you well for it.
ru: Хотя это, конечно, не обычный миномет, Осколкомет не вызывает нареканий у них нареканий, и пираты, похоже, охотно его покупают. Вы передаете им Осколкомет, и пираты хорошо платят вам за него.

source: Continue...
ru: Продолжить...

source: Sell them your Vine Launcher for 55~.
ru: Продать им свой Лозовый миномет за 55~.

source: You have a feeling they're going to do all sorts of illegal things with the Vine Launcher, but that's not your problem. You hand over the Vine Launcher and the pirates pay you well for it.
ru: У вас есть ощущение, что они собираются делать с Лозовым минометом всевозможные незаконные вещи, но это не ваша проблема. Вы передаете им Лозовый миномет, и пираты хорошо заплатят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Onslaught' Minelauncher for 110~.
ru: Продать им свой миномет "Натиск" за 110~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. The pirates are fascinated by the ancient technology imbued within your 'Onslaught' Minelauncher and pay you very well for it.
ru: У вас есть подозрение, что они собираются делать с минометом всякие незаконные вещи, но это не ваша проблема. Пираты очарованы древней технологией, заключенной в вашем миномете "Натиск", и очень хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your Loot 'Sekhmet' Minelauncher for 70~.
ru: Продать им свой миномет "Сахмет" за 70~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. The improvements made to this variant of the 'Sekhmet' Minelauncher increases its value and the pirates pay you extra scrap for it.
ru: У вас есть ощущение, что они собираются делать с минометом всевозможные незаконные вещи, но это не ваша проблема. Улучшения, внесенные в этот вариант миномета "Сехмет", повышают его ценность, и пираты платят вам за него дополнительный лом.

source: Continue...
ru: Продолжить...

source: Sell them your 'Percentage' Minelauncher for 55~.
ru: Продать им свой миномет "Процент" за 55~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. The pirates are intrigued by the unusually colorful Minelauncher, but pay you well regardless.
ru: У вас есть предчувствие, что они собираются делать с минометом всякие незаконные вещи, но это не ваша проблема. Пираты заинтересованы необычно красочным минометом, и хорошо платят вам за него.

source: Continue...
ru: Продолжить...

source: Sell them your 'Pharoah' Minelauncher for 120~.
ru: Продать им свой миномет "Фараон" за 120~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. Thoroughly impressed by the sheer power and size of your 'Pharoah' Minelauncher, the pirates gather up as much as they can offer to buy it off you.
ru: У вас есть подозрение, что они собираются делать с минометом всякие незаконные вещи, но это не ваша проблема. Впечатленные мощью и размерами вашего миномета "Фараон", пираты собирают весь лом, что у них есть, и предлагают купить его у вас.

source: Continue...
ru: Продолжить...

source: Sell them your Chaotic 'Pharoah' Minelauncher for 140~.
ru: Продать им свой хаотический миномет "Фараон" за 140~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. Thoroughly impressed by the sheer power and size of your 'Pharoah' Minelauncher, the pirates gather up as much as they can offer to buy it off you. You cross your fingers and hope it doesn't cause issues for them.
ru: У вас есть подозрение, что они собираются делать с минометом всякие незаконные вещи, но это не ваша проблема. Впечатленные мощью и размерами вашего миномета "Фараон", пираты собирают столько, сколько могут предложить, чтобы купить его у вас. Вы скрещиваете пальцы и надеетесь, что это не станет для них проблемой.

source: Continue...
ru: Продолжить...

source: We aren't selling our Minelauncher.
ru: Мы не продаем наш миномет.

source: "A pity. Regardless, we now know what to look for. Have some stuff for the info ya provided."
ru: "Жаль. Тем не менее, теперь мы знаем, что искать. За информацию, которую ты предоставил, у нас есть для тебя кое-что".

source: Good luck with that.
ru: Удачи вам.

source: The pirate gruffly thanks you and ends the call. You sense that it's awkward for you to remain so close to the pirate considering they attempted to trap you, so you pilot your ship away from them and charge the FTL drive.
ru: Пират грубо благодарит вас и заканчивает разговор. Вы чувствуете, что вам неловко оставаться так близко к пиратам, учитывая, что они пытались заманить вас в ловушку, поэтому вы отводите свой корабль подальше от них и заряжаете ССД.

source: Attack the pirate scum.
ru: Атаковать пиратских выродков.

source: The trap might not have caught you, but who knows if the next civilian that passes by will get caught and harrassed by these pirates? You don't intend on letting civilians fall victim to scum like these, especially when they're this incompetent. You charge the weapons.
ru: Может, вас ловушка и не поймала, но кто знает, не попадется ли следующие проходящие мимо гражданские, которых будут преследовать эти пираты? Вы не собираетесь позволять гражданским становиться жертвами таких мерзавцев, особенно если они настолько бездарные. Вы заряжаете оружие.

source: Continue...
ru: Продолжить...

source: The pirate nervously hails you to bring you the bad news. "We regret to inform ya, our machine acted up again and no good came outta it." Looks like you aren't getting any fleet delays today.
ru: Пираты нервно вызывают вас, чтобы сообщить плохие новости. "С сожалением вынуждены сообщить тебе, что наша техника снова дала сбой, и ничего хорошего из этого не вышло". Похоже, сегодня вы не получите задержку флота.

source: Demand they pay you back for the supplies.
ru: Потребовать, чтобы они вернули вам деньги за товар.

source: Leave them alone.
ru: Оставить их в покое.

source: The pirate hails you to bring you the news. "Da machine worked for a brief moment and managed to get somethin' runnin'. It might be a little helpful." Looks like the pirates managed to get something capable of delaying the fleet by a small amount.
ru: Пираты вызывают вас, чтобы сообщить новости. "Техника проработала недолго, но смогла что-то сделать. Возможно, это немного поможет". Похоже, пиратам удалось заполучить нечто, способное хоть немного задержать флот.

source: Demand they pay you back for the supplies.
ru: Потребовать, чтобы они вернули вам деньги за товар.

source: Have them deploy the trap. [Delays the fleet 1 jump.]
ru: Пусть они установят ловушку. [Задерживает флот на 1 прыжок]

source: You thank the pirates and prepare to move on.
ru: Вы благодарите пиратов и готовитесь отправиться дальше.

source: The pirate eagerly hails you to bring you the good news. "Da machine actually worked! We got a pretty solid trap here for dem pesky Rebels." Looks like the pirates managed to construct a decent trap that should buy you some time. You thank them and prepare to move on.
ru: Пираты с нетерпением ждут вас, чтобы сообщить радостную новость. "Техника действительно сработала так, как надо! У нас получилось создать надежную ловушку для надоедливых повстанцев". Похоже, пиратам удалось соорудить приличную ловушку, которая поможет вам выиграть немного времени. Вы благодарите их и готовитесь отправиться дальше.

source: The pirate eagerly hails you to bring you the good news. "I'll be damned, da machine worked flawlessly for da first time! I've never seen it produce a trap like this one." Looks like the pirates managed to construct a highly efficient trap that should buy you a lot of time. You thank them and prepare to move on.
ru: Пираты с нетерпением ждут вас, чтобы сообщить радостную новость. "Будь я проклят, эта машина сработала безупречно с первого же раза! Я никогда не видел, чтобы что-то создавало ловушки, подобные этой". Похоже, пиратам удалось сконструировать высокоэффективную ловушку, которая должна выиграть вам много времени. Вы благодарите их и готовитесь отправиться дальше.

source: The pirates send back a bit of scrap, partly out of guilt and partly out of fear of fighting you.
ru: Пираты отправляют обратно немного лома, отчасти из чувства вины, а отчасти из страха перед сражением с вами.

source: "Ey, we worked hard usin' those! It was ya choice to let us try it. If you want ya stuff back, ya gonna have to go through us!"
ru: "Эй, мы усердно работали! Это был твой выбор - дать нам попробовать. Если ты хочешь вернуть свои вещи, тебе придется забрать их силой!"

source: Continue...
ru: Продолжить...

source: The pirates send back a bit of scrap, partly out of guilt and partly out of fear of fighting you. They probably won't be so eager to deploy the trap though.
ru: Пираты отправляют обратно немного лома, отчасти из чувства вины, а отчасти из страха перед сражением с вами. Однако они, вероятно, не будут так охотно использовать ловушки.

source: "Ey, we worked hard usin' those! It was ya choice to let us try it. If you want ya stuff back, ya gonna have to go through us!"
ru: "Эй, мы усердно работали! Это был твой выбор - дать нам попробовать. Если ты хочешь вернуть свои вещи, тебе придется забрать их силой!"

source: Continue...
ru: Продолжить...

source: "Hey, we worked hard using those! It was ya choice to let us try it. If you want ya stuff back, ya gonna have to go through us!"
ru: "Эй, мы усердно работали,! Это был твой выбор - дать нам попробовать. Если ты хочешь вернуть свои вещи, тебе придется забрать их силой!"

source: Continue...
ru: Продолжить...

source: "Hey, we worked hard using those! It was ya choice to let us try it. If you want ya stuff back, ya gonna have to go through us!"
ru: "Эй, мы усердно работали,! Это был твой выбор - дать нам попробовать. Если ты хочешь вернуть свои вещи, тебе придется забрать их силой!"

source: Continue...
ru: Продолжить...

source: The pirate here isn't looking to fight. At least, not yet. It seems that the crew have stopped to take a break from their illegal activities.
ru: Пираты не хотят сражаться. По крайней мере, пока. Похоже, банда решила передохнуть от своей незаконной деятельности.

source: Attack them.
ru: Атаковать их.

source: The pirates scramble to their battle stations as you approach, weapons charged.
ru: При вашем приближении пираты разбегаются по своим боевым постам, заряжая оружие.

source: Continue...
ru: Продолжить...

source: (Pirate Rep 2+) Hail them and request to trade.
ru: (Репутация пиратов 2+) Связаться с ними и попросить о торговле.

source: The pirates are surprised to be approached by a Federation vessel that hasn't opened fire on them, but they agree to trade some of their equipment.
ru: Пираты удивлены тем, что к ним приблизилось судно Федерации, которое не открыло по ним огонь, но они соглашаются торговать частью своего оборудования.

source: Leave them alone.
ru: Оставить их в покое.

source: Frankly, you could also use a break from all the hostile pirates roaming around. You distance yourselves from them in case they decide to end their break.
ru: Честно говоря, вам бы тоже не помешало отдохнуть от всех этих враждебных пиратов, бродящих вокруг. Вы отдаляетесь от них на случай, если они решат прервать свой отдых.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Seeing a pirate vessel here doesn't surprise you in the least, but seeing another Federation vessel in close proximity to them does. Based on intercepted frequencies, the Federation ship is chasing the pirates in an attempt to arrest them for stealing military goods from a nearby outpost. You could help them with the arrest... or you could defend the pirates.
ru: Увидев здесь пиратское судно, вы ничуть не удивились, а вот увидев в непосредственной близости от него другой корабль Федерации - удивились. Судя по перехваченным данным, корабль Федерации преследует пиратов, пытаясь арестовать их за кражу военных товаров с близлежащего форпоста. Вы можете помочь им с арестом... или защищать пиратов.

source: Help to catch the pirates.
ru: Помочь поймать пиратов.

source: The Federation are your true allies, and you'll do what you can to help them, whenever you can. You direct your arsenal towards the pirate and give chase.
ru: Федерация - ваши настоящие союзники, и вы сделаете все возможное, чтобы помочь им, когда сможете. Вы нацеливаете свой арсенал на пиратов и пускаетесь в погоню.

source: Continue...
ru: Продолжить...

source: Defend the pirates.
ru: Защитить пиратов.

source: While you are technically part of the Federation fleet, your only objective is to defeat the Flagship. If backstabbing the Federation and helping out pirates is the way to make that happen, then so be it.
ru: Хотя формально вы являетесь частью флота Федерации, ваша единственная цель - победить Флагман. Если для этого нужно нанести удар по Федерации и помочь пиратам, то так тому и быть.

source: Continue...
ru: Продолжить...

source: Avoid the battle.
ru: Избегать сражения.

source: You aren't looking for any conflict today, even if it's to help out an ally. Hopefully the Federation vessel will successfully catch the pirates by themselves.
ru: Сегодня вам не нужны никакие конфликты, даже если это помощь союзнику. Надеюсь, корабль Федерации сам успешно поймает пиратов.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The source of the distress beacon is a pirate ship nearby. Their weapons are offline, but you detect their core systems still running. The pirates make no move to hail you.
ru: Источник сигнала бедствия - пиратский корабль поблизости. Их оружие отключено, но вы обнаруживаете, что их основные системы все еще работают. Пираты не предпринимают никаких действий, чтобы связаться с вами.

source: Hail the pirates.
ru: Связаться с пиратами.

source: No one picks up your hails, but you find that the pirates are talking on an open channel. You tune in and listen to what the supposed captain of the ship is saying. "Aye, Mikey, this pirate business is worse than we expected! We were sold on stories of comfort through stealing and not working for your own money, but this is even more STRESSFUL! I never should have left my job man. Remember that time when we had union benefits? I sure do..."
ru: Никто не отвечает на ваши вызовы, но вы обнаруживаете, что пираты разговаривают по открытому каналу. Вы настраиваетесь и слушаете, что говорит предполагаемый капитан корабля. "Да, Майки, этот пиратский бизнес хуже, чем мы ожидали! Нам рассказывали о том, как легко и удобно воровать, и не работать как все, но это еще более УЖАСНО! Не надо было мне уходить с работы, мужик. Помнишь то время, когда у нас была опека профсоюзов? Я точно помню..."

source: Keep listening, though it might take a while.
ru: Продолжать слушать, хотя это может занять некоторое время.

source: The pirate goes on to talk about his old job and life as a Union factory worker, about the bad working conditions, the stress of low income and the fear of being trapped in an eternal nine-to-five job. Then he talks about the time when he ditched that life to become a pirate, hoping it would free him from the rat race, only to find himself being overworked by taking on jobs for all three big pirate factions and having the additional stress of being shot at and chased down by the law enforcement. You're about to leave but he finally finishes his story. "And yeah, I guess we're here now. But what can I do now? I need some advice, dammit. Has anyone responded to our distress signal yet?"
ru: Пират рассказывает о своей прежней работе и жизни в качестве рабочего на фабрике Союза, о плохих условиях труда, стрессе от плохой зарплаты и страхе оказаться в ловушке вечной работы с девяти до пяти. Затем он рассказывает о том, как бросил эту жизнь, чтобы стать пиратом, надеясь, что это избавит его от жизни от зарплаты до зарплаты, но в результате оказался на грани изнеможения, выполняя работу для всех трех крупных пиратских фракций и дополнительным стрессом от того, что в него стреляют и преследуют правоохранительные органы. Вы уже собираетесь уходить, но он наконец заканчивает свой рассказ. "И да, похоже, мы здесь уже не одни. Но что мне теперь делать? Мне нужен совет, черт возьми. Кто-нибудь уже откликнулся на наш сигнал бедствия?"

source: Pitch in and offer to help.
ru: Принять участие и предложить свою помощь.

source: "What? Aren't you one of those Federation officers? Not sure why you aren't shooting yet, but I'll take it. I don't know how long you've been listening for, but I'm assuming you know the predicament I'm in. Could you give some advice?"
ru: "Что? Разве вы не один из офицеров Федерации? Не знаю, почему вы еще не стреляете, но я согласен. Я не знаю, как долго вы слушали, но предполагаю, что вы знаете, в каком затруднительном положении я нахожусь. Не могли бы вы дать совет?"

source: Sounds like you need to take a vacation.
ru: Похоже, вам нужно взять отпуск.

source: "Huh, I've never actually thought about that. I completely forgot that my hours are loose with the pirate factions. You know what? I think I will take a vacation, starting right now. But before I go and party at Sky Drifter Casino, have these random crates that are cluttering up my ship, as thanks for your great advice. I'm sure there's something useful in there for ya."
ru: "Ха, я никогда об этом не задумывался. Я совсем забыл, что мои отношения с пиратскими фракциями никак не регулируются. Знаете что? Пожалуй, я возьму отпуск, начиная прямо сейчас. Но прежде чем я отправлюсь развлекаться в казино "небесный бродяга", заберите эти ненужные мне ящики, которые загромождают мой корабль, в качестве благодарности за ваш отличный совет. Уверен, там найдется что-нибудь полезное для вас".

source: Open the first crate.
ru: Открыть первый ящик.

source: Perhaps you could drop one of your pirate jobs?
ru: Возможно, вы могли бы бросить одну из своих пиратских работ?

source: "Hm, that's actually a decent idea. Then I might finally experience a better working life! But which one should I drop?"
ru: "Хм, это действительно хорошая идея. Тогда я, наконец, смогу лучше работать на других! Какую из этих работ я должен бросить?"

source: If you drop slavery then your slaves can also experience their own freedom.
ru: Если вы откажетесь от работы на работорговцев, ваши рабы тоже смогут обрести свободу.

source: "I suppose that's true. Ignoring the fact that I am still a mercenary and a smuggler, I feel like my moral standing has improved a little. Thank you, strange Federation ship. I will drop these fellas off at the next station, but I know one that seems to be eager to work aboard a vessel like yours."
ru: "Полагаю, это правильно. Несмотря на то, что я все еще наемник и контрабандист, я чувствую, что мое моральное состояние немного улучшилось. Спасибо, странный корабль Федерации. Я высажу этих ребят на следующей станции, но я знаю одного, который, кажется, хотел бы работать на борту такого судна, как ваше".

source: Continue...
ru: Продолжить...

source: You won't have to be an errand-runner if you stop being a mercenary.
ru: Вам не придется бегать на побегушках, если вы перестанете быть наемником.

source: "That's a pretty good point. I've gotten some weird job requests before and I think I'm ready to leave those days behind. Thank you, strange Federation ship. As I am no longer in need of my mercenary equipment, help yourself to some of my equipment and a map of the sector."
ru: "Это очень хорошее замечание. Я уже получал несколько странных запросов на работу и думаю, что готов оставить эти дни позади. Спасибо, странный корабль Федерации. Поскольку я больше не нуждаюсь в снаряжении наемника, угощайтесь моим оборудованием и картой сектора".

source: Continue...
ru: Продолжить...

source: Ending your smuggling days will free up a lot of your ship space to do other stuff.
ru: Покончив с контрабандой, вы освободите много места на корабле, чтобы заняться другими делами.

source: "Now that you mention it, I never really realised how crammed it was in here... Maybe I can buy myself some of those slot machines from Sky Drifter Casino to play in my free time in place of those smuggling crates. Thank you, strange Federation ship. Before I sell these items to fund the purchase of a slot machine, have one of them as thanks."
ru: "Раз уж вы об этом заговорили, я и не подозревал, насколько здесь тесно... Может быть, я куплю себе несколько игровых автоматов из казино "Небесный бродяга", чтобы играть в свободное время вместо этих контрабандных ящиков. Спасибо, странный корабль Федерации. Прежде чем я продам эти предметы для покупки игрового автомата, возьмите один из них в качестве благодарности".

source: Continue...
ru: Продолжить...
