Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: The smuggler looks up from his clipboard when you approach, squinting through his thick glasses to take a look at you. You're not sure what he thinks of you, but he presents his offer all the same. "I've just received a large shipment of goods to transfer to nearby Argeonn stations. Problem is, my boys pissed off the local police by blowing one of their stations up, so I've been flagged as a wanted fugitive. It's too risky for me to make the delivery myself, so I'm forced to turn to people like you for help. Complete the delivery and the people at the station will pay you well, though I must warn you that they may be blocked off by a hostile enforcer."
ru: Контрабандист поднимает глаза от своего планшета, когда вы приближаетесь, и щурится сквозь толстые очки, чтобы взглянуть на вас. Вы не знаете, что он думает о вас, но все равно делаете ему предложение. "Я только что получил большую партию товаров, которые нужно переправить на ближайшие станции Аргеонна. Проблема в том, что мои ребята разозлили местную полицию, взорвав одну из их станций, поэтому меня объявили в розыск. Самостоятельно заниматься доставкой слишком рискованно, поэтому я вынужден обратиться за помощью к таким людям, как вы. Выполните доставку, и люди на станции хорошо заплатят вам, хотя я должен предупредить вас, что они могут быть заблокированы враждебно настроенными силовиками".

source: Deliver goods to a small outpost for a decent reward and low risk.
ru: Доставить товары на небольшой аванпост за достойное вознаграждение и низкий риск.

source: The smuggler signals for his team to pass you some crates. "No need to contact me for a reward, the outpost will know the delivery came from me. Good luck with the delivery, and try not to get yourself blown up."
ru: Контрабандист дает сигнал своей команде передать вам несколько ящиков. "Не нужно связываться со мной за вознаграждением, на аванпосте и так знают, что посылка пришла от меня. Удачи с доставкой и постарайтесь не взорваться".

source: Deliver goods to a big outpost for a larger reward but higher risk.
ru: Доставить товары на крупный аванпост, чтобы получить большую награду, но при этом подвергнуться большему риску.

source: The smuggler signals for his team to go with you and load your ship with the crates in the docking area. "No need to contact me for a reward, the outpost will know the delivery came from me. Good luck with the delivery, and try not to get yourself blown up."
ru: Контрабандист дает сигнал своей команде отправиться с вами и загрузить ваш корабль ящиками в стыковочном отсеке. "Не нужно связываться со мной за вознаграждением, на аванпосте будут знать, что посылка пришла от меня. Удачи с доставкой и постарайтесь не взорваться".

source: Decline the offer.
ru: Отклонить предложение.

source: The smuggler snorts and goes back to reading his clipboard. After waiting for a minute in awkward silence, you figure that's your cue to leave.
ru: Контрабандист фыркает и возвращается к своему планшету. Подождав минуту в неловком молчании, вы решаете, что пора уходить.

source: Upon arriving at the beacon, you find the Coalition ship resting nearby, but when they spot you they move in to attack immediately. You'll have to fight either way, but if you can take them down you'll be able to get the slaver's reward.
ru: Прибыв к маяку, вы обнаружите, что корабль Коалиции отдыхает неподалеку, но когда они замечают вас, то сразу же идут в атаку. Вам придется сражаться в любом случае, но если вы справитесь с ними, то сможете получить награду от работорговца.

source: Continue...
ru: Продолжить...

source: You've defeated the Coalition ship. You scrap what you can before contacting the slaver.
ru: Вы победили корабль Коалиции. Перед тем как связаться с работорговцем, вы собираете все, что можно.

source: Contact the slaver.
ru: Связаться с работорговцем.

source: "Hah! You showed 'em who's boss around here. Thanks for the help. As promised, my friend is transporting a couple of slaves to you now. Take your pick from one of them."
ru: "Ха! Вы показали им, кто здесь хозяин. Спасибо за помощь. Как и обещал, мой друг сейчас доставит к вам пару рабов. Выбирайте одного из них".

source: Select the first slave.
ru: Выбрать первого раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: Select the second slave.
ru: Выбрать второго раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: Select the third slave.
ru: Выбрать третьего раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: Upon arriving at the beacon, you find the R.U.E.S. ship resting nearby, but when they spot you they move in to attack immediately. You'll have to fight either way, but if you can take them down you'll be able to get the slaver's reward.
ru: Прибыв к маяку, вы обнаружите, что корабль ЭЭРЕ отдыхает неподалеку, но когда они замечают вас, то немедленно нападают. Вам придется сражаться в любом случае, но если вы справитесь с ними, то сможете получить награду от работорговца.

source: Continue...
ru: Продолжить...

source: You've defeated the R.U.E.S. ship. You scrap what you can before contacting the slaver.
ru: Вы победили корабль ЭЭРЕ. Прежде чем связаться с работорговцем, вы собираете все, что можно.

source: Contact the slaver.
ru: Связаться с работорговцем.

source: "Well I do declare captain, you're officially the most impressive mercenary I've ever hired. My friend is on his way to you now with some of my better slaves and some additional scrap as a token of my respect. Please, accept one of them."
ru: "Заявляю, капитан, вы официально самый впечатляющий наемник, которого я когда-либо нанимал. Мой друг сейчас направляется к вам с несколькими моими лучшими рабами и дополнительным ломом в знак моего уважения. Пожалуйста, возьмите одного из них".

source: Select the first slave.
ru: Выбрать первого раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: Select the second slave.
ru: Выбрать второго раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: Select the third slave.
ru: Выбрать третьего раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: Select the fourth slave.
ru: Выбрать четвертого раба.

source: The slaver's friend passes you the slave. You shake hands and prepare to jump.
ru: Друг работорговца передает вам раба. Вы пожимаете друг другу руки и готовитесь к прыжку.

source: Continue...
ru: Продолжить...

source: You quickly locate the Rebel ship at the given coordinates, and both of you waste no time in preparing for combat. As long as you can take them down, the mercenary will be satisfied.
ru: Вы быстро находите корабль повстанцев по указанным координатам, и оба не теряете времени на подготовку к бою. Наемник будет доволен, если вам удастся их уничтожить.

source: Continue...
ru: Продолжить...

source: You've defeated the Rebel ship. You scrap what you can before contacting the mercenary.
ru: Вы победили корабль повстанцев. Прежде чем связаться с наемником, вы соберите все, что можно.

source: Contact the mercenary.
ru: Связаться с наемником.

source: "Good work. Now for my end of the deal and the fun part: I get to annoy the Rebel fleet with my 'tactics'. Good day, captain."
ru: "Хорошая работа. Теперь о моей части сделки и о самом интересном: Я буду досаждать флоту Повстанцев своей "тактикой". Всего хорошего, капитан".

source: Continue...
ru: Продолжить...

source: You quickly locate the Rebel Elite at the given coordinates, and both of you waste no time in preparing for combat. As long as you can take them down, the mercenary will be satisfied.
ru: Вы быстро находите элиту повстанцев по указанным координатам, и оба не теряете времени на подготовку к бою. Наемник будет доволен, если вы расправитесь с ними.

source: Continue...
ru: Продолжить...

source: You've defeated the Rebel Elite. You scrap what you can before contacting the mercenary.
ru: Вы победили элиту повстанцев. Прежде чем связаться с наемником, вы соберите все, что можно.

source: Contact the mercenary.
ru: Связаться с наемником.

source: "Excellent work! I was afraid no one would successfully take out the Rebel Elite for me before my due date. Since you were so kind in helping me, I'm also sending you a map of the sector on top of the agreed fleet delay. Good day, captain."
ru: "Отличная работа! Я боялся, что никто не сможет успешно расправиться с элитой повстанцев до назначенного срока. Поскольку вы были так добры, помогая мне, я также посылаю вам карту сектора в дополнение к оговоренной задержке флота. Всего доброго, капитан".

source: Continue...
ru: Продолжить...

source: You've arrived at the Argeonn station, where you're hardly surprised to find a Ministry ship assaulting the station. However, as soon as they spot you they think you've come to assist the smugglers and attack! While they might be right in their assumptions, you have no choice but to fight.
ru: Вы прибыли на станцию Аргеонн, где, к своему удивлению, обнаружили корабль Министерства, штурмующий станцию. Однако, как только они заметили вас, они решили, что вы прибыли, чтобы помочь контрабандистам, и напали! Возможно, они правы в своих предположениях, но у вас нет другого выбора, кроме как сражаться.

source: Continue...
ru: Продолжить...

source: You've arrived at the Argeonn station, which is currently under attack by a Federation ship. However, as soon as they spot you they think you've come to assist the smugglers and attack! While they might be right in their assumptions, you wonder whether they even realise you're a Federation renegade as you power up the weapons reluctantly.
ru: Вы прибыли на станцию Аргеонн, которую в данный момент атакует корабль Федерации. Однако, как только они заметили вас, они решили, что вы прибыли, чтобы помочь контрабандистам, и напали! Хотя они, возможно, и правы в своих предположениях, вы, не желая активировать оружие, задаетесь вопросом, понимают ли они, что вы Ренегат Федерации.

source: Continue...
ru: Продолжить...

source: You've arrived at the Argeonn station, which to your surprise is under attack by an Orchid ship. However, as soon as they spot you they think you've come to assist the smugglers and attack! While they might be right in their assumptions, you wonder why the Orchids have begun to attack pirate stations. Perhaps they're tightening their stance against piracy even more?
ru: Вы прибыли на станцию Аргеонн, которую, к вашему удивлению, атакует корабль орхидей. Однако как только они заметили вас, то решили, что вы прибыли, чтобы помочь контрабандистам, и напали! Хотя они, возможно, и правы в своих предположениях, вы задаетесь вопросом, почему орхидеи начали атаковать пиратские станции. Возможно, они еще больше ужесточили свою борьбу с пиратством?

source: Continue...
ru: Продолжить...

source: You've arrived at the Argeonn station, where you're hardly surprised to find a Ministry Peacekeeper ship assaulting the station. However, as soon as they spot you they think you've come to assist the smugglers and attack! While they might be right in their assumptions, you have no choice but to fight.
ru: Вы прибыли на станцию Аргеонн, где с удивлением обнаружили корабль Миротворцев Министерства штурмующий станцию. Однако, как только они замечают вас, они думают, что вы прибыли, чтобы помочь контрабандистам, и нападают! Хотя они, возможно, и правы в своих предположениях, у вас нет другого выбора, кроме как сражаться.

source: Continue...
ru: Продолжить...

source: You've arrived at the Argeonn station, which is currently under attack by a Federation Unity vessel. However, as soon as they spot you they think you've come to assist the smugglers and attack! While they might be right in their assumptions, you wonder whether they even realise you're a Federation renegade as you power up the weapons reluctantly.
ru: Вы прибыли на станцию Аргеонн, которую в данный момент атакует элитный корабль Федерации. Однако, как только они заметили вас, они решили, что вы прибыли, чтобы помочь контрабандистам, и напали! Хотя они, возможно, и правы в своих предположениях, вы, нехотя активируете оружие, задаетесь вопросом, понимают ли они, что вы - Ренегат Федерации.

source: Continue...
ru: Продолжить...

source: You've arrived at the Argeonn station, which to your surprise is under attack by a Gathering Praetor ship. However, as soon as they spot you they think you've come to assist the smugglers and attack! While they might be right in their assumptions, you wonder why the Orchids have begun to attack pirate stations. Perhaps they're tightening their stance against piracy even more?
ru: Вы прибыли на станцию Аргеонн, которую, к вашему удивлению, атакует корабль Вождей орхидей. Однако как только они заметили вас, то решили, что вы прибыли, чтобы помочь контрабандистам, и напали! Хотя они, возможно, и правы в своих предположениях, вы задаетесь вопросом, почему орхидеи начали атаковать пиратские станции. Может быть, они еще больше ужесточили свою борьбу с пиратством?

source: Continue...
ru: Продолжить...

source: As the ship breaks apart, you feel a little guilty about having to fight your own allies. That won't stop you from scrapping the ship and completing the delivery, though.
ru: Когда корабль разваливается на части, вы чувствуете себя немного виноватым за то, что вам пришлось сражаться с собственными союзниками. Однако это не помешает вам разобрать корабль на лом и завершить доставку.

source: Deliver the goods to the station.
ru: Доставить товар на станцию.

source: As the ship falls silent, you feel a little guilty about having to fight your own allies. That won't stop you from scrapping the ship and completing the delivery, though.
ru: Когда корабль затихает, вы чувствуете себя немного виноватым за то, что вам пришлось сражаться с собственными союзниками. Однако это не помешает вам разобрать корабль на лом и завершить доставку.

source: Deliver the goods to the station.
ru: Доставить товар на станцию.

source: After the transfer is complete, the smuggler which you presume is the station's "owner" hails you. "Thanks for the delivery and assistance. I don't think we would've been able to get out of that one intact without your intervention. As payment, we'll give you a free item. What would you like?"
ru: После завершения передачи контрабандист, который, как вы предполагаете, является "владельцем" станции, приветствует вас. "Спасибо за доставку и помощь. Не думаю, что нам удалось бы выбраться из этого места целыми и невредимыми без вашего вмешательства. В качестве вознаграждения мы дадим вам бесплатный товар. Что бы вы хотели?"

source: Request a weapon.
ru: Запросить орудие.

source: "Sure thing. Just give my boys 5 minutes to find the weapon and we'll have it loaded to your ship in no time."
ru: "Конечно. Дайте моим ребятам 5 минут на поиски оружия, и мы быстро погрузим его на ваш корабль".

source: Continue...
ru: Продолжить...

source: Request a drone.
ru: Запросить дрон.

source: "Sure thing. Just give my boys 5 minutes to find the drone schematic and we'll have it sent to you in no time."
ru: "Конечно. Дайте моим ребятам 5 минут, чтобы найти схему дрона, и мы отправим ее вам в кратчайшие сроки".

source: Continue...
ru: Продолжить...

source: Request an augment.
ru: Запросить модуль.

source: "Sure thing. Just give my boys 5 minutes to find the augmentation and we'll have it loaded to your ship in no time."
ru: "Конечно. Дайте моим ребятам 5 минут, чтобы найти модуль, и мы быстро отправим его на ваш корабль".

source: Continue...
ru: Продолжить...

source: As the ship breaks apart, you feel a little guilty about having to fight your own allies. That won't stop you from scrapping the ship and completing the delivery, though.
ru: Когда корабль разваливается на части, вы чувствуете себя немного виноватым за то, что вам пришлось сражаться с собственными союзниками. Однако это не помешает вам разобрать корабль на лом и завершить доставку.

source: Deliver the goods to the station.
ru: Доставить товар на станцию.

source: As the ship falls silent, you feel a little guilty about having to fight your own allies. That won't stop you from scrapping the ship and completing the delivery, though.
ru: Когда корабль затихает, вы чувствуете себя немного виноватым за то, что вам пришлось сражаться с собственными союзниками. Однако это не помешает вам разобрать корабль на лом и завершить доставку.

source: Deliver the goods to the station.
ru: Доставить товар на станцию.

source: After the transfer is complete, the smuggler which you presume is the station's "owner" hails you. "Many thanks for the delivery and assistance. I was almost certain we would be arrested when an elite ship showed up and started attacking us. As payment, I've arranged for your hull to be repaired and we'll give you a great free item. What would you like?"
ru: После завершения передачи контрабандист, который, как вы предполагаете, является "владельцем" станции, приветствует вас. "Большое спасибо за доставку и помощь. Я был почти уверен, что нас арестуют, когда появился элитный корабль и начал нас атаковать. В качестве вознаграждения я договорился о ремонте вашего корпуса, и мы дадим вам отличный бесплатный товар. Что бы вы хотели?"

source: Request a weapon.
ru: Запросить орудие.

source: "Sure thing. Just give my boys 5 minutes to find the weapon and we'll have it loaded to your ship in no time."
ru: "Конечно. Дайте моим ребятам 5 минут на поиски оружия, и мы быстро погрузим его на ваш корабль".

source: Continue...
ru: Продолжить...

source: Request a different weapon.
ru: Запросить другое оружие.

source: "Sure thing. Just give my boys 5 minutes to find the weapon and we'll have it loaded to your ship in no time."
ru: "Конечно. Дайте моим ребятам 5 минут на поиски оружия, и мы быстро погрузим его на ваш корабль".

source: Continue...
ru: Продолжить...

source: Request a drone.
ru: Запросить дрон.

source: "Sure thing. Just give my boys 5 minutes to find the drone schematic and we'll have it sent to you in no time."
ru: "Конечно. Дайте моим ребятам 5 минут, чтобы найти схему дрона, и мы отправим ее вам в кратчайшие сроки".

source: Continue...
ru: Продолжить...

source: Request an augment.
ru: Запросить модуль.

source: "Sure thing. Just give my boys 5 minutes to find the augmentation and we'll have it loaded to your ship in no time."
ru: "Конечно. Дайте моим ребятам 5 минут, чтобы найти модуль, и мы быстро отправим его на ваш корабль".

source: Continue...
ru: Продолжить...

source: A Tiiikaka station has been established on the nearby planet. It seems much larger and more well protected than the other outposts you've seen.
ru: На соседней планете была создана станция Тииикаки. Она кажется намного больше и лучше защищена, чем другие аванпосты, которые вы видели.

source: Approach the station.
ru: Приблизиться к станции.

source: Ignore it.
ru: Не обращать внимания.

source: There might be something of worth down there for Tiiikaka to set up a properly defended station, but revealing yourself to a well-defended pirate station isn't worth the risk.
ru: Возможно, там есть что-то стоящее для Тииикаки, чтобы создать должным образом защищенную станцию, но раскрывать себя перед хорошо защищенной пиратской станцией не стоит.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Despite having been caught for cheating in another Tiiikaka station, you decide to approach anyways. It doesn't take long for the pirates to realise who you are and chase after you for their lost scrap. While a pirate ship comes out to fight you, a group of pirates are beamed aboard and an Anti-Ship Battery is now directed towards you. Get out of there!
ru: Несмотря на то, что вас поймали за мошенничество на другой станции Тииикаки, вы все равно решаете приблизиться. Пираты не сразу понимают, кто вы, и гонятся за вами, чтобы получить свой потерянный лом. Пока пиратский корабль вступает с вами в бой, группа пиратов телепортируется на борт, и теперь на вас направлена противокорабельная батарея. Убирайтесь оттуда!

source: Continue...
ru: Продолжить...

source: You're about to dock when you receive a hail from the station. "Entry to this station is reserved for trusted pirates. Do you have proof that you're trustworthy enough to be let in?"
ru: Вы уже собираетесь состыковаться, когда получаете сигнал от станции. "Вход на эту станцию разрешен только проверенным пиратам. У вас есть доказательства того, что вы достаточно надежны, чтобы вас пропустили?"

source: We're Feds, but we haven't started shooting yet.
ru: Мы федералы, но мы еще не начали стрелять.

source: "Just because you aren't attacking yet doesn't mean you won't. So either you find a better reason for us to let you in, or you can get lost."
ru: "Если вы еще не напали, это не значит, что не нападете. Так что либо вы найдете более вескую причину, чтобы мы вас впустили, либо можете проваливать".

source: Assure the pirates that you're friendly.
ru: Заверить пиратов в том, что вы дружелюбны.

source: "I'm not sure where you got the idea that blind assurance is gonna cut it, but you're just wasting our time." A pirate ship flies out to chase you off.
ru: "Не знаю, с чего вы взяли, что слепая уверенность поможет, но вы только зря тратите наше время". Пиратский корабль вылетает, чтобы прогнать вас.

source: Continue...
ru: Продолжить...

source: (Slaver Rep 3+) Have the slavers verify your identity.
ru: (Репутация работорговцев 3+) Попросить работорговцев подтвердить вашу личность.

source: (Pirate Rep 3+) Have the pirates verify your identity.
ru: (Репутация пиратов 3+) Попросить пиратов подтвердить вашу личность.

source: We'll just leave.
ru: Мы уходим.

source: "Fine. But don't let me catch you hanging around here." The pirate cuts comms.
ru: "Хорошо. Но без фокусом мне". Пират отключает связь.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: It only takes a few minutes before the pirates clear your ship to dock. Seems like your reputation with pirates paid off.
ru: Проходит всего несколько минут, и пираты разрешают вашему кораблю состыковаться. Похоже, ваша репутация у пиратов оправдала себя.

source: Enter the station.
ru: Войти на станцию.
