Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: Bet on the Engi Separatist for a potentially massive payout, though they're quite unlikely to win.
ru: Поставить на Сепаратиста энджи, чтобы получить потенциально крупный выигрыш, хотя вероятность его победы невелика.

source: After the pirate collects your scrap, he permits you to check out the slave that you've bet on. The Separatist, who was busy caliberating their nanites, is startled by your presence, likely because no one has ever bet on them to win a fight. The Separatist awkwardly stares at you for a bit, until you decide to flash them a thumbs up and hope for the best.
ru: После того как пират получил ваш лом, он разрешает вам посмотреть на раба, на которого вы поставили. Сепаратист, который был занят калибровкой своих нанитов, удивлен вашим присутствием, вероятно, потому, что никто никогда не ставил на то, что он выиграет бой. Сепаратист неловко смотрит на вас, пока вы не решаете показать ему большой палец вверх и понадеяться на лучшее.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Engi Crew + Combat Systems) Your Engi can show them how to specialise their nanites for combat.
ru: (Член экипажа-энджи + боевые системы) Ваш энджи может показать ему, как настроить его наниты для боя.

source: While it's certainly not fighting advice in the conventional sense, your enhanced Engi can teach the Separatist some ways to improve the effectiveness of their nanites at combat. Even if the Separatist isn't well suited to combat normally, this should help them a little, and it's technically not illegal.
ru: Хотя это, конечно, не боевой совет в обычном смысле слова, ваш усовершенствованный энджи может научить Сепаратиста некоторым способам повышения эффективности его нанитов в бою. Даже если Сепаратист не очень хорошо приспособлен к бою, это должно немного помочь ему, и технически это не запрещено.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Mantis Pheromones) Give them some pheromones.
ru: (Феромоны богомолов) Дать ему немного феромонов.

source: Though reluctant at first, you manage to convince the Separatist to consume the pheromones. This should give them a strong boost, though you can only hope the pirates don't notice...
ru: Хотя поначалу он отказывался, но вам удалось убедить Сепаратиста принять феромоны. Это должно придать ему сил, хотя вы можете только надеяться, что пираты ничего не заметят...

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Quarp Juice) Give them some Quarp Juice.
ru: (Кварповый сок) Дать ему немного Кварпового сока.

source: Though reluctant at first, you manage to convince the Separatist to consume the juice. This should give them a strong boost, though you can only hope the pirates don't notice...
ru: Хотя поначалу он отказывался, вам удалось убедить Сепаратиста выпить сок. Это должно придать ему сил, но остается надеяться, что пираты ничего не заметят...

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: Don't bet on anyone.
ru: Не ставить ни на кого.

source: You decide that attempting to gamble when you are already on their watchlist for cheating is not a good idea.
ru: Вы решаете, что попытка играть в азартные игры, когда вы уже находитесь в их списке подозреваемых в мошенничестве, - не самая лучшая идея.

source: Nothing here is of interest to us, let's leave.
ru: Здесь нет ничего интересного для нас, просто уйти.

source: When you ask the Bishop about how he came to be a slave under Tiiikaka, he is more than willing to answer. "Parkiopaiiki is name. Thinking you know that Bishop I am! I had important job to taking good care of important colony, but I slack and fail. In avoiding Hive I let slaver take me to get free, secret transport. Skills of mine were displayed most excellently in fighting games! But also friendly free mantis slaves teaching me how to be friendly, like them. Am here now, that is the end of story of mine. Life of Hive's Bishop gone, life of slave gone, now I am trying life of Federation Renegade!"
ru: Когда вы спрашиваете Епископа о том, как он стал рабом Тииикаки, он с удовольствием отвечает. "Паркиопаиики - это имя. Думаю, вы знаете, что я Епископ! У меня была важная работа - заботиться о важной колонии, но я бездействовал и не справлялся. Спасаясь от Улья, я позволил работорговцу забрать меня, чтобы получить свободу при помощи тайного транспорта. Мои навыки лучше всего проявились в боевых играх! Но и дружелюбные рабы-богомолы учили меня быть дружелюбным, как они. Теперь я здесь, и на этом моя история закончилась. Жизнь епископа Улья прошла, жизнь раба прошла, теперь я пытаюсь жить Ренегатом Федерации!"

source: Continue...
ru: Продолжить...

source: As expected, the Suzerain you bet on makes quick work of the rest of the fighters and wins the tournament with ease. You collect your winnings!
ru: Как и ожидалось, Сюзерен, на которого вы поставили, быстро расправляется с остальными бойцами и с легкостью побеждает в турнире. Вы забираете свой выигрыш!

source: Everything seems to be going well, but in the last fight against a Free Mantis, the Free Mantis manages to trip up the Suzerain and disarm them in one, swift motion. The crowd errupts from the triumph of the underdog, but that has only put you at a scrap loss for your mission.
ru: Казалось бы, все идет хорошо, но в последнем бою против свободного богомола, ему удается поставить Сюзерену подножку и обезвредить его одним быстрым движением. Толпа ликует от триумфа аутсайдера, ухудшает ваши шансы на выполнение миссии.

source: The Soldier makes quick work of the regular fighters to reach the final fight against a Free Mantis Warlord. With calculated risks and careful baiting, the Soldier emerges triumphant over the Free Mantis Warlord without a scratch. You claim your winnings!
ru: Солдат быстро расправляется с обычными бойцами, чтобы в финале сразиться с Полководцем свободных богомолов. Благодаря просчитанному риску и осторожному ведению боя Солдат выходит победителем из схватки с Полководцем свободных богомолов без единой царапины. Вы получаете свой выигрыш!

source: While the Soldier made quick work of the regular fighters, the final fight against a Slug Ranger proves to be rather tricky. Being skilled at hunting prey, the Ranger anticipates almost all of the Soldier's tactics, and soon after they run out of gas and concede. It was still a good performance, but that won't replace the scrap you just lost.
ru: Если с обычными бойцами Солдат справился быстро, то финальная схватка с слизнем-Рейнджером оказывается довольно сложной. Будучи опытным охотником за добычей, Рейнджер предугадывает почти все тактические приемы Солдата, и вскоре у него заканчиваются силы, и он уступает. Это все равно было хорошее выступление, но оно не заменит вам только что потерянного лома.

source: Empowered by the effect of the stimulants, the Soldier makes the entire competition look easy, even against the Mantis Suzerain that you had a chance to bet on. You move forward to claim your winnings.
ru: Под действием стимуляторов Солдат легко справляется со всеми соперниками, даже с богомолом-Сюзереном, на которого вы могли бы сделать ставку. Вы отправляетесь за своим выигрышем.

source: Attempt to leave.
ru: Попытаться уйти.

source: Somehow, you manage to slip away undetected. Whether the pirates know about the illegal stimulants or whether they just can't find who applied them will remain a mystery to you, but you don't want to stick around to find out.
ru: Каким-то образом вам удается ускользнуть незамеченным. Известно ли пиратам о нелегальных стимуляторах или они просто не могут найти того, кто их применил, останется для вас загадкой, но вы не хотите оставаться здесь, чтобы выяснить это.

source: As you're preparing to leave, an enforcer moves forward to block your path. Seems like you weren't as unnoticed as you thought, because the enforcer is now demanding that you pay them back a majority of the winnings that you won illegally.
ru: Когда вы собираетесь уходить, на пути у вас встает блюститель порядка. Похоже, вы не остались незамеченными, как вам казалось, потому что теперь блюститель требует, чтобы вы вернули ему большую часть выигрыша, который вы получили незаконным путем.

source: Refuse and run!
ru: Отказаться и бежать!

source: You pretend to consider returning the winnings, but then swiftly draw your own blaster to shoot the enforcer. The wounded enforcer yells for his companions to chase after you before passing out. A squad of pirates are beamed aboard from the station, and a slaver ship flies out to engage.
ru: Вы притворяетесь, что собираетесь вернуть выигрыш, но затем быстро достаете свой бластер и стреляете в блюстителя порядка. Раненый блюститель кричит своим товарищам, чтобы они бежали за вами, а затем теряет сознание. Отряд пиратов телепортируется на борт станции, и корабль работорговцев вступает в бой.

source: Continue...
ru: Продолжить...

source: Pay them back most of your winnings.
ru: Вернуть ему большую часть своего выигрыша.

source: Once you've given back the scrap, the enforcer permits you to leave, but warns you to never mess around with them again.
ru: После того как вы вернули лом, силовик разрешает вам уйти, но предупреждает, чтобы вы больше никогда не связывались с ними.

source: You're worried at first about the poor agility of the Rocks, but it seems that the Outcast's brute strength was just enough to help them smash their way through the bracket. Things get real close at the end, when a slippery Leech Ampere almost outplays the Outcast with their speed, but one precisely aimed punch sends the Leech flying and into a knockout. You claim your winnings!
ru: Сначала вы беспокоитесь из-за плохой ловкости валунов, но, похоже, грубой силы Изгоя оказалось достаточно, чтобы проложить себе путь через всю группу соперников. В конце все становится совсем непросто, когда скользкая пиявка-Ампер почти переигрывает Изгоя своей скоростью, но один точно нанесенный удар отправляет пиявку в полет и в нокаут. Вы забираете свой выигрыш!

source: Unfortunately, the weakness of the Rock race comes back to bite as the Outcast gets slowly and surely disarmed by a rather agile Zoltan. They weren't likely to go all the way anyways, but the loss of scrap still hurts.
ru: К сожалению, слабость расы валунов снова дает о себе знать: Изгоя быстро и уверенно обезоруживает довольно ловкий золтан. В любом случае, шансов было немного, но потеря лома все равно неприятна.

source: The stimulants prove to be extremely effective on the Outcast. With their slow speed nullified and even more strength, the Outcast puts on a dominant performance, almost sweeping the Slug Ranger without a fall of their own. You move forward to claim your winnings.
ru: Стимуляторы оказываются чрезвычайно эффективными для Изгоя. Сведя на нет свою медленную скорость и получив еще больше силы, Изгой демонстрирует доминирующее выступление, почти уничтожая Рейнджера слизней без какого-либо сопротивления. Вы отправляетесь за своим выигрышем.

source: Attempt to leave.
ru: Попытаться уйти.

source: Unfortunately, the stimulants weren't enough for the Outcast to best a Free Mantis Warlord. Though they made it farther than most would expect, it still falls short of a tournament win, leaving you with no winnings. You hasten to leave before the pirates can find out about your illegal stimulants.
ru: К сожалению, стимуляторов оказалось недостаточно, чтобы Изгой смог одолеть Полководца-свободного богомола. Хотя он прошел дальше, чем многие ожидали, до победы в турнире ему все равно не хватило, и вы остаетесь без выигрыша. Вы спешите уйти, пока пираты не узнали о ваших нелегальных стимуляторах.

source: Attempt to leave.
ru: Попытаться уйти.

source: You successfully manage to slip away undetected. You power up the ship and prepare to jump.
ru: Вам успешно удается ускользнуть незамеченным. Вы включаете питание корабля и готовитесь к прыжку.

source: You successfully manage to slip away undetected. You power up the ship and prepare to jump.
ru: Вам успешно удается ускользнуть незамеченным. Вы включаете питание корабля и готовитесь к прыжку.

source: You successfully manage to slip away undetected. You power up the ship and prepare to jump.
ru: Вам успешно удается ускользнуть незамеченным. Вы включаете питание корабля и готовитесь к прыжку.

source: Just as you thought you could escape without being caught, you hear one of the enforcers yelling at you to report back to them for suspicious behaviour around the Outcast. You decide to make a break for it and run to your ship. Luckily, most of the enforcers seem to be dealing with a more serious case of cheating, but a few of them chase you all the way back to your ship.
ru: Как только вы подумали, что сможете сбежать, не будучи пойманным, вы слышите, как один из силовиков кричит, чтобы вы явились к нему с повинной за подозрительное поведение Изгоя. Вы решаете сорваться с места и бежите к своему кораблю. К счастью, большинство из них, похоже, занимаются более серьезными делами, чем делами связанными с мошенничеством, но несколько из них преследуют вас до самого корабля.

source: Somehow, by sheer, stupid luck you manage to slip away undetected. Whether the pirates know about the illegal stimulants or whether they just can't find who applied them will remain a mystery to you, but you don't want to stick around to find out. You're just glad that the pirates running the show are a bunch of idiots.
ru: Каким-то образом, по чистому везению, вам удается ускользнуть незамеченным. Знают ли пираты о нелегальных стимуляторах или просто не могут найти того, кто их применил, останется для вас загадкой, но вы не хотите оставаться здесь, чтобы выяснить это. Вы просто рады, что пираты, управляющие шоу, - кучка идиотов.

source: As you're preparing to leave, an enforcer moves forward to block your path. Seems like you weren't as unnoticed as you thought, because the enforcer is now demanding that you pay them back a majority of the winnings that you won illegally.
ru: Когда вы собираетесь уходить, на пути у вас встает блюститель порядка. Похоже, вы не остались незамеченными, как вам казалось, потому что теперь блюститель требует, чтобы вы вернули ему большую часть выигрыша, который вы получили незаконным путем.

source: Refuse and run!
ru: Отказаться и бежать!

source: You pretend to consider returning the winnings, but then swiftly draw your own blaster to shoot the enforcer. The wounded enforcer yells for his companions to chase after you before passing out. While a squad of fighter slaves are beamed aboard from the station and a slaver ship flies out to engage, sensors also indicate that an ASB has locked on to your ship!
ru: Вы притворяетесь, что собираетесь вернуть выигрыш, но затем быстро достаете свой бластер и стреляете в блюстителя порядка. Раненый блюститель кричит своим товарищам, чтобы они бежали за вами, а затем теряет сознание. В то время как отряд рабов-бойцов телепортируется на борт станции, корабль работорговцев вылетает за вами, сенсоры также показывают, что ПКБ нацеливается на ваш корабль!

source: Continue...
ru: Продолжить...

source: Pay them back most of your winnings.
ru: Вернуть ему большую часть своего выигрыша.

source: Once you've given back the scrap, the enforcer permits you to leave, but warns you to never mess around with them again.
ru: После того как вы вернули лом, силовик разрешает вам уйти, но предупреждает, чтобы вы больше никогда не связывались с ними.

source: You aren't sure what you expected by betting on a Separatist, but things turn out far better than you expected. The Separatist managed to get an easy bracket for the most part, and when they reach the last Soldier which you could've bet on, the Separatist manages to outsmart the tired Soldier with a few good dodges and narrowly wins the interaction. Amidst the enormous hype surrounding the entire station, you claim your winnings!
ru: Вы не знаете, на что рассчитывали, делая ставку на Сепаратиста, но все оказалось гораздо лучше, чем вы ожидали. Сепаратисту по большей части удается легко одержать верх, а когда он доходит до последнего Солдата, на которого вы могли бы поставить, Сепаратисту удается обхитрить уставшего Солдата несколькими удачными приемами и одержать победу. Среди огромной шумихи, охватившей всю станцию, вы получаете свой выигрыш!

source: As expected, the Separatist is quickly taken out by a mere Phantom in the first round. Their tournament run ended so quickly that upon returning to your ship, you realise you still have time to do something before you have to get going. You make a mental note to take on more favourable gambles in the future.
ru: Как и ожидалось, Сепаратист быстро выбывает из игры, побежденный всего лишь Фантомом в первом раунде. Его участие в турнире завершилось настолько быстро, что вернувшись на свой корабль, вы понимаете, что у вас еще есть время что-то сделать, прежде чем вам придется уходить. Вы делаете себе мысленную заметку, что в будущем лучше делать менее рискованные ставки.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Unfortunately, the stimulants weren't enough for the Separatist to overcome a Rockman. Though they made it farther than most would expect, it still falls short of a tournament win, leaving you with no winnings. You hasten to leave before the pirates can find out about your illegal stimulants.
ru: К сожалению, стимуляторов оказалось недостаточно, чтобы Сепаратист смог одолеть валуна. Хотя он прошел дальше, чем многие ожидали, до победы в турнире не хватило совсем немного, и вы остались без выигрыша. Вы спешите уйти, пока пираты не узнали о ваших нелегальных стимуляторах.

source: Attempt to leave.
ru: Попытаться уйти.

source: You successfully manage to slip away undetected. You power up the ship and prepare to jump.
ru: Вам успешно удается ускользнуть незамеченным. Вы включаете питание корабля и готовитесь к прыжку.

source: Just as you thought you could escape without being caught, you hear one of the enforcers yelling at you to report back to them for suspicious behaviour around the Separatist. You decide to make a break for it and run to your ship. Luckily, most of the enforcers seem to be dealing with a more serious case of cheating, but a few of them chase you all the way back to your ship.
ru: Как только вы подумали, что сможете сбежать, не будучи пойманным, вы слышите, как один из силовиков кричит, чтобы вы явились к нему с повинной за подозрительное поведение Сепаратиста. Вы решаете сорваться с места и бежите к своему кораблю. К счастью, большинство из них, похоже, занимаются более серьезными делами, чем делами связанными с мошенничеством, но несколько из них преследуют вас до самого корабля.

source: The stimulants manage to help the Separatist even the playing field on most fights. With a bit of luck and calculated attacks, the Separatist emerges victorious on most fights and just barely manages to take down the Rock Cultist. You move forward to claim your winnings.
ru: Стимуляторы помогают Сепаратисту выровнять ситуацию в большинстве боев. Благодаря удаче и расчетливым атакам Сепаратист выходит победителем в большинстве боев и лишь с трудом справляется с Культистом-валуном. Вы отправляетесь за своим выигрышем.

source: Attempt to leave.
ru: Попытаться уйти.

source: As you're preparing to leave with your crew, one of the enforcers moves forward to block your path. "Look, pal. We understand that you're just trying to squeeze as much scrap as you can out of every opportunity you find. Trouble is, this tournament was not supposed to be one of those opportunities. My men highly suspect that you provided illegal stimulants to the slave you bet on, and it doesn't look good when a slave that nobody expects to win gets their first win on a day when some Federation captain decides to bet on them. I understand that you're decently well-known around these parts, and it would be a shame for it to end this way. So, I'll allow you to walk away with a very small portion of the winnings if you'll forfeit the remainder to us." Before you can consider making your reply, you notice the other enforcers slowly reaching for their guns, and your crew start to reach for their blasters as well. Every eye seems to be on you and your crew. This could be very nasty if you reject the enforcer's offer.
ru: Когда вы готовитесь уходить вместе со своим экипажем, один из силовиков подходит к вам и преграждает путь. "Послушай, приятель. Мы понимаем, что ты просто пытаешься выжать как можно больше денег из любой возможности. Проблема в том, что этот турнир не должен был стать одной из таких возможностей. Мои люди подозревают, что ты давал незаконные стимуляторы рабу, на которого ставил, а это не очень хорошо, когда раб, от которого никто не ожидает победы, получает свой первый выигрыш в день, когда какой-то капитан Федерации решает поставить на него. Я понимаю, что ты достаточно известен в этих краях, и было бы обидно, если бы все закончилось именно так. Поэтому я разрешаю тебе уйти с очень небольшой частью выигрыша, если ты отдашь нам оставшуюся часть". Прежде чем вы успеваете обдумать свой ответ, вы замечаете, как остальные силовики медленно тянутся к оружию, а ваш экипаж тоже начинает доставать бластеры. Кажется, все взгляды устремлены на вас и ваш экипаж. Если вы откажетесь от предложения силовика, это может плохо закончиться.

source: Refuse and run!
ru: Отказаться и бежать!

source: You pretend to consider the compromise, but then swiftly draw your own blaster and shoot at the enforcer standing in your way. As soon as he moves out of the way to avoid the shot, you and your crew make a run for it, but the unphased enforcer gestures for his men to chase you down!
ru: Вы делаете вид, что обдумываете этот компромисс, но затем быстро достаете свой бластер и стреляете в стоящего у вас на пути силовика. Как только он уходит с дороги, чтобы избежать выстрела, вы и ваш экипаж бросаетесь в бегство, но не успокоившийся силовик жестом приказывает своим людям преследовать вас!

source: Run back to the ship!
ru: Бежать назад к кораблю!

source: Miraculously all of your crew manage to avoid getting shot while retreating to the ship, but the enforcers are hot on your heels. You'll have to fight them off your ship.
ru: Чудом всем членам вашего экипажа удается избежать пуль при отступлении к кораблю, но по пятам за вами следуют силовики. Вам придется отбиваться от них на своем корабле.

source: Power up the ship and run!
ru: Активировать системы корабля и бежать!

source: As your ship is about to escape the docking area, a Teleporter signal is registered: It seems that the pirates have beamed aboard some of their fighter slaves to help take control of your ship! At the same time, sensors indicate that an ASB has locked onto your ship and a pair of boarding drones have been launched to assist in the fight.
ru: Когда ваш корабль собирается покинуть стыковочную зону, регистрируется сигнал телепорта: Похоже, пираты подняли на борт несколько своих рабов-бойцов, чтобы помочь захватить контроль над вашим кораблем! В то же время сенсоры показывают, что ваш корабль попал под прицел ПКБ, и пара абордажных дронов была запущена для помощи в бою.

source: Prepare to fight off the swarm of boarders.
ru: Приготовиться отбиваться от толпы абордажников.
