Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: Give them a large amount of fuel and spend some time fixing their ship.
ru: Дать им большое количество топлива и потратить некоторое время на починку их корабля.

source: You transfer over a large amount of fuel cells and get to work on their hull and fuel leak before they can even thank you for the fuel. It takes some time, but you eventually patch up most of the damage. That should keep them afloat for quite a number of jumps.
ru: Вы передаете большое количество топливных элементов и принимаетесь за работу над их корпусом и утечкой топлива еще до того, как они успевают поблагодарить вас. Это занимает некоторое время, но в итоге вы ремонтируете большую часть повреждений. Это позволит им продержаться на плаву довольно долгое время.

source: Continue...
ru: Продолжить...

source: "I- Wow." The pirate is left speechless for a few minutes before regaining his composure. "I can't thank ya enough for this. I might be a pirate, but to let this go unpaid would be an even greater crime than piracy. Have this, it belonged to the former owners of this ship."
ru: "Я... вау". Пират на несколько минут потерял дар речи, прежде чем вновь обрел самообладание. "Я не могу выразить свою благодарность за это. Может, я и пират, но оставить это без оплаты было бы еще большим преступлением, чем пиратство. Возьми это, оно принадлежало бывшим владельцам этого корабля".

source: Continue...
ru: Продолжить...

source: (Repair drone) Give them a large amount of fuel and quickly fix their ship.
ru: (Ремонтный дрон) Дать им большое количество топлива и быстро починить их корабль.

source: You transfer over a large amount of fuel cells and get to work on their hull and fuel leak before they can even thank you for the fuel. It takes some time, but you eventually patch up most of the damage. That should keep them afloat for quite a number of jumps.
ru: Вы передаете большое количество топливных элементов и принимаетесь за работу над их корпусом и утечкой топлива еще до того, как они успевают поблагодарить вас. Это занимает некоторое время, но в итоге вы ремонтируете большую часть повреждений. Это позволит им продержаться на плаву довольно долгое время.

source: Continue...
ru: Продолжить...

source: "I- Wow." The pirate is left speechless for a few minutes before regaining his composure. "I can't thank ya enough for this. I might be a pirate, but to let this go unpaid would be an even greater crime than piracy. Have this, it belonged to the former owners of this ship."
ru: "Я... вау". Пират на несколько минут потерял дар речи, прежде чем вновь обрел самообладание. "Я не могу выразить свою благодарность за это. Может, я и пират, но оставить это без оплаты было бы еще большим преступлением, чем пиратство. Возьми это, оно принадлежало бывшим владельцам этого корабля".

source: Continue...
ru: Продолжить...

source: We can't help.
ru: Мы ничем не можем помочь.

source: "Well, alright. Thanks for not killing us at least, though I don't know how we're gonna get outta here..."
ru: "Ну, ладно. Спасибо, что хотя бы не убил нас, хотя я не знаю, как мы отсюда выберемся..."

source: If it's a fight they want, it's a fight they'll get.
ru: Если они хотят сражаться, они получат сражение.

source: You notice a damaged vessel hovering around the nearby moon. They don't appear to have noticed you.
ru: Вы замечаете поврежденный корабль, дрейфующий вокруг расположенной поблизости луны. Похоже, они вас не заметили.

source: Approach and hail them.
ru: Приблизиться к кораблю и выйти на связь.

source: Ignore them.
ru: Не обращать на них внимания.

source: You have no interest in the vessel, whoever they might be.
ru: У вас нет никакого интереса к судну, чьим бы оно ни было.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Upon closer inspection, it seems that the damaged vessel is a Tiiikaka slaver. The slavers are surprisingly friendly and reply to your hails. "We were attacked by a mercenary and a smuggler not long ago. Not sure what we did to tick them off, or whether they did it out of fun. Regardless, since you're here, do you reckon you could get some revenge for us?"
ru: При ближайшем рассмотрении оказывается, что поврежденное судно - это работорговцы Тииикака. Работорговцы на удивление дружелюбны и отвечают на ваш вызов. "Не так давно на нас напали наемники и контрабандисты. Не знаю, чем мы их так разозлили, или они сделали это из забавы. В любом случае, раз уж вы здесь, может быть, вы сможете за нас отомстить?"

source: Sure thing.
ru: Разумеется.

source: "Excellent. However, from what I remember they both went in opposite directions after their attack on us. You don't look like you have much time on your hands, so I shall only ask that you attack one of them. Kill them and I'll give you a slave."
ru: "Отлично. Однако, насколько я помню, после нападения на нас они оба разлетелись в разные стороны. Не похоже, чтобы у вас было много свободного времени, поэтому я попрошу вас напасть только на одного из них. Убейте их, и я подарю вам раба".

source: Go after the mercenary.
ru: Отправиться за наемниками.

source: The slaver points you in the direction of where the mercenary was headed towards. You find the mercenary ship that matches the slaver's description and power up your weapons.
ru: Работорговец указывает вам направление, куда направились наемники. Вы находите корабль наемников, который соответствует описанию работорговца, и заряжаете оружие.

source: Continue...
ru: Продолжить...

source: Go after the smuggler.
ru: Отправиться за контрабандистами.

source: The slaver points you in the direction of where the smuggler was headed towards. You find the smuggler ship that matches the slaver's description and power up your weapons.
ru: Работорговец указывает вам направление, куда направились контрабандисты. Вы находите корабль контрабандистов, который соответствует описанию работорговца, и заряжаете оружие.

source: Continue...
ru: Продолжить...

source: Attack them while they're weak!
ru: Атаковать их, пока они слабы!

source: These pirates have been terrorising civilians in this part of the galaxy. There's no better chance for you to enact revenge for all those that have been scarred by these scum.
ru: Эти пираты терроризируют мирных жителей в этой части галактики. Лучшего шанса отомстить за всех, кто пострадал от этих мерзавцев, вам не представится.

source: Continue...
ru: Продолжить...

source: We aren't going to be your mercenaries.
ru: Мы не собираемся быть вашими наемниками.

source: "Alright, if you aren't going to help then there's nothing else to discuss. We're about to repair the ship, so please leave us alone." The slaver cuts comms.
ru: "Ладно, если вы не собираетесь помогать, тогда нам больше не о чем говорить. Мы собираемся отремонтировать корабль, так что, пожалуйста, оставьте нас в покое". Работорговцы отключают связь.

source: You've managed to defeat the mercenaries. You salvage the remains.
ru: Вам удалось победить наемников. Вы разбираете останки.

source: Contact the slavers.
ru: Связаться с работорговцами.

source: You've managed to defeat the smugglers. You salvage the remains.
ru: Вам удалось победить контрабандистов. Вы разбираете останки.

source: Contact the slavers.
ru: Связаться с работорговцами.

source: "Good work. Glad to see that we can get along despite being opponents in the grand scheme of things. Which one of these slaves may be of use to you?"
ru: "Хорошая работа. Рад видеть, что мы можем ладить друг с другом, несмотря на то, что являемся противниками в целом. Какой из этих рабов вам приглянулся?"

source: Take the first slave.
ru: Взять первого раба.

source: "Sure. We're transferring them to you as we are speaking."
ru: "Конечно. Мы передадим его вам прямо сейчас".

source: Continue...
ru: Продолжить...

source: Take the second slave.
ru: Взять второго раба.

source: "Sure. We're transferring them to you as we are speaking."
ru: "Конечно. Мы передадим его вам прямо сейчас".

source: Continue...
ru: Продолжить...

source: Take the third slave.
ru: Взять третьего раба.

source: "Sure. We're transferring them to you as we are speaking."
ru: "Конечно. Мы передадим его вам прямо сейчас".

source: Continue...
ru: Продолжить...

source: Upon closer inspection, it seems that the damaged vessel is a Syndicate mercenary. The mercenaries are surprisingly friendly and reply to your hails. "We were attacked by a slaver and a smuggler not long ago. Not sure what we did to tick them off, or whether they did it out of fun. Regardless, since you're here, do you reckon you could get some revenge for us?"
ru: При ближайшем рассмотрении оказывается, что поврежденное судно принадлежит наемникам Синдиката. Наемники на удивление дружелюбны и отвечают на ваш вызов. "Не так давно на нас напали работорговцы и контрабандисты. Не знаю точно, чем мы их разозлили, или они сделали это забавы ради. В любом случае, раз уж вы здесь, может быть, вы поможете нам отомстить?"

source: Sure thing.
ru: Разумеется.

source: "Excellent. However, from what I remember they both went in opposite directions after their attack on us. You don't look like you have much time on your hands, so I shall only ask that you attack one of them. Kill them and I'll delay the fleet for you."
ru: "Отлично. Насколько я помню, после нападения на нас они оба разлетелись в разные стороны. Не похоже, чтобы у вас было много свободного времени, поэтому я попрошу вас атаковать только одного из них. Убейте их, и я задержу флот для вас".

source: Go after the slaver.
ru: Отправиться за работорговцами.

source: The mercenary points you in the direction of where the slaver was headed towards. You find the slaver ship that matches the mercenary's description and power up your weapons.
ru: Наемник указывает вам направление, куда направились работорговцы. Вы находите корабль наемников, который соответствует описанию наемника, и заряжаете оружие.

source: Continue...
ru: Продолжить...

source: Go after the smuggler.
ru: Отправиться за контрабандистами.

source: The mercenary points you in the direction of where the smuggler was headed towards. You find the smuggler ship that matches the mercenary's description and power up your weapons.
ru: Наемник указывает вам направление, куда направились контрабандисты. Вы находите корабль контрабандистов, который соответствует описанию наемника, и заряжаете оружие.

source: Continue...
ru: Продолжить...

source: Attack them while they're weak!
ru: Атаковать их, пока они слабы!

source: These pirates have been terrorising civilians in this part of the galaxy. There's no better chance for you to enact revenge for all those that have been scarred by these scum.
ru: Эти пираты терроризируют мирных жителей в этой части галактики. Лучшего шанса отомстить за всех, кто пострадал от этих мерзавцев, вам не представится.

source: Continue...
ru: Продолжить...

source: We aren't going to be your mercenaries.
ru: Мы не собираемся быть вашими наемниками.

source: "Alright, if you aren't going to help then there's nothing else to discuss. We're about to repair the ship, so please leave us alone." The mercenary cuts comms.
ru: "Ладно, если вы не собираетесь помогать, тогда нам больше не о чем говорить. Мы собираемся отремонтировать корабль, так что, пожалуйста, оставьте нас в покое". Наемники отключают связь.

source: You've managed to defeat the slavers. You salvage the remains.
ru: Вам удалось победить работорговцев. Вы разбираете останки.

source: Contact the mercenaries.
ru: Связаться с наемниками.

source: You've managed to defeat the smugglers. You salvage the remains.
ru: Вам удалось победить контрабандистов. Вы разбираете останки.

source: Contact the mercenaries.
ru: Связаться с наемниками.

source: "Good work. Glad to see that we can get along despite being opponents in the grand scheme of things. To balance my debt, I'll take the fleet for a little spin when we've patched up this damage. Have some scrap as well."
ru: "Хорошая работа. Рад видеть, что мы можем ладить друг с другом, несмотря на то, что являемся противниками в целом. Чтобы погасить свой долг, я немного отвлеку флот, когда мы устраним повреждения. Заодно и лом заработаем".

source: Continue...
ru: Продолжить...

source: Upon closer inspection, it seems that the damaged vessel is an Argeonn smuggler. The smugglers are surprisingly friendly and reply to your hails. "We were attacked by a slaver and a mercenary not long ago. Not sure what we did to tick them off, or whether they did it out of fun. Regardless, since you're here, do you reckon you could get some revenge for us?"
ru: При ближайшем рассмотрении оказывается, что поврежденное судно принадлежит контрабандистам Аргеонна. Наемники на удивление дружелюбны и отвечают на ваш вызов. "Не так давно на нас напали работорговцы и контрабандисты. Не знаю точно, чем мы их разозлили, или они сделали это забавы ради. В любом случае, раз уж вы здесь, может быть, вы поможете нам отомстить?"

source: Sure thing.
ru: Разумеется.

source: "Excellent. However, from what I remember they both went in opposite directions after their attack on us. You don't look like you have much time on your hands, so I shall only ask that you attack one of them. Kill them and I'll give you a free item."
ru: "Отлично. Насколько я помню, после нападения на нас они оба разлетелись в разные стороны. Не похоже, чтобы у вас было много свободного времени, поэтому я попрошу вас атаковать только одного из них. Убейте их, и я подарю вам кое-какую вещь".

source: Go after the slaver.
ru: Отправиться за работорговцами.

source: The smuggler points you in the direction of where the slaver was headed towards. You find the slaver ship that matches the smuggler's description and power up your weapons.
ru: Контрабандист указывает вам направление, куда направились работорговцы. Вы находите корабль работорговцев, который соответствует описанию контрабандиста, и заряжаете оружие.

source: Continue...
ru: Продолжить...

source: Go after the mercenary.
ru: Отправиться за наемниками.

source: The smuggler points you in the direction of where the mercenary was headed towards. You find the mercenary ship that matches the smuggler's description and power up your weapons.
ru: Контрабандист указывает вам направление, куда направились наемники. Вы находите корабль наемников, который соответствует описанию контрабандиста, и заряжаете оружие.

source: Continue...
ru: Продолжить...

source: Attack them while they're weak!
ru: Атаковать их, пока они слабы!

source: These pirates have been terrorising civilians in this part of the galaxy. There's no better chance for you to enact revenge for all those that have been scarred by these scum.
ru: Эти пираты терроризируют мирных жителей в этой части галактики. Лучшего шанса отомстить за всех, кто пострадал от этих мерзавцев, вам не представится.

source: Continue...
ru: Продолжить...

source: We aren't going to be your mercenaries.
ru: Мы не собираемся быть вашими наемниками.

source: "Alright, if you aren't going to help then there's nothing else to discuss. We're about to repair the ship, so please leave us alone." The mercenary cuts comms.
ru: "Ладно, если вы не собираетесь помогать, тогда нам больше не о чем говорить. Мы собираемся отремонтировать корабль, так что, пожалуйста, оставьте нас в покое". Наемники отключают связь.

source: You've managed to defeat the slavers. You salvage the remains.
ru: Вам удалось победить работорговцев. Вы разбираете останки.

source: Contact the smugglers.
ru: Связаться с контрабандистами.

source: You've managed to defeat the mercenaries. You salvage the remains.
ru: Вам удалось победить наемников. Вы разбираете останки.

source: Contact the smugglers.
ru: Связаться с контрабандистами.

source: "Good work. Glad to see that we can get along despite being opponents in the grand scheme of things. Now, for my end of the deal. What would you like?"
ru: "Хорошая работа. Рад видеть, что мы можем ладить друг с другом, несмотря на то, что являемся противниками в целом. Теперь о моей части сделки. Что бы вы хотели?"

source: We want a weapon.
ru: Мы хотим оружие.

source: "Not a problem. I'll get my boys to transfer it to you right away."
ru: "Без проблем. Я попрошу своих ребят передать его вам прямо сейчас".

source: Continue...
ru: Продолжить...

source: We want a drone.
ru: Мы хотим дрон.

source: "Not a problem. I'll get my boys to transfer it to you right away."
ru: "Без проблем. Я попрошу своих ребят передать его вам прямо сейчас".

source: Continue...
ru: Продолжить...

source: We want an augment.
ru: Мы хотим модуль.

source: "Not a problem. I'll get my boys to transfer it to you right away."
ru: "Без проблем. Я попрошу своих ребят передать его вам прямо сейчас".

source: Continue...
ru: Продолжить...

# data/events_sector_pirate.xml.append$//event[@name="PIP_PIRATE_DUMB_TRAP"]/text
source: As soon as you arrive you spot a pirate ship almost next to you. You're about to prepare for combat when you realise that the pirate is facing the opposite direction and hasn't noticed you. Furthermore, you can see a sort of contraption floating in front of the pirate. Was this a planned pirate ambush?
ru: Как только вы прибываете к маяку, вы замечаете пиратский корабль почти рядом с вами. Вы уже собираетесь приготовиться к бою, когда понимаете, что пираты обращены в противоположную сторону и не замечают вас. Более того, вы видите, что перед пиратами пролетает какое-то приспособление. Была ли это запланированная пиратская засада?

source: Question the pirates about it.
ru: Задать этот вопрос пиратам.

source: Slowly back away without alerting the pirates.
ru: Медленно отдаляться, не привлекая внимания пиратов.

source: (Cloaking) Cloak and run away.
ru: (Маскировка) Замаскироваться и уйти.

source: You successfully escape without being noticed. You now have time to do something onboard the ship.
ru: Вам удалось незаметно скрыться. Теперь у вас есть время сделать кое-что на корабле.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Upg. Engines) Pump power into your engines to fly away quickly.
ru: (Улучш. Двигатели) Направить энергию в двигатели, чтобы быстро улететь.

source: Your advanced Engines enable you to put a considerable distance between yourself and the pirates quickly. Though it's likely they've noticed you by now, they don't bother giving chase. You now have time to do something onboard the ship.
ru: Благодаря улученным двигателям вы можете быстро отдалиться от пиратов. Хотя, скорее всего, они уже заметили вас, но не стали преследовать. Теперь у вас есть время сделать что-нибудь на борту корабля.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Somehow, the pirates never turn around and notice you. The competency of these pirates is to be questioned, but it means that you have time to do something onboard the ship.
ru: Почему-то пираты не оборачиваются и не замечают вас. Компетентность этих пиратов можно поставить под сомнение, но это значит, что у вас есть время что-то сделать на корабле.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Before you manage to put a safe distance between you and the pirates, the pirate ship swivels around and powers up their weapons! Looks like you didn't go as unnoticed as you thought.
ru: Прежде чем вы успеваете отлететь на безопасное расстояние, пиратский корабль разворачивается и приводит в действие свое оружие! Похоже, вы не остались незамеченными, как вам казалось.

source: Continue...
ru: Продолжить...

source: The pirates swivel around to face you in shock. "Oi, how long have ya been sittin' there, mate?" You assure them that you've just arrived and point out the contraption that is now behind the pirates. "Wait, I thought we put da trap here? Ah dammit, this is why ya don't fall asleep while tryna commit crimes! To be honest, we were plannin' to trap da next ship that arrived and steal all their stuff. Though, as ya can see, that didn't quite work out."
ru: Пираты в шоке поворачиваются в вашу сторону. "Эй, как долго ты там находишься, приятель?" Вы уверяете их, что только что прибыли, и указываете на устройство, которое теперь находится позади пиратов. "Погодите, мы же вроде поставили здесь ловушку? Ах, черт возьми, вот почему нельзя засыпать при попытке совершить преступление! Честно говоря, мы планировали заманить в ловушку следующий прибывший корабль и украсть все его вещи. Но, как видишь, ничего не вышло".

source: Are you sure the trap even works?
ru: Вы уверены, что ловушка вообще работает?

source: "Well, that's a good question actually. This is the first time we're tryin' this trapper equipment that we just got from a friend. The idea was for it to lock onto yer Engines and go boom! We really oughta make sure it works at all..."
ru: "Ну, это хороший вопрос. Мы впервые пробуем это снаряжение для ловушек, которое нам подарил друг. Идея была в том, чтобы зацепиться за твои двигатели и сделать бум! Мы должны были убедиться, что оно вообще работает..."

source: Send them some supplies to try and make a trap for the fleet.
ru: Отправить им немного припасов, чтобы они попытались устроить ловушку для флота.

source: "Huh, ya really wanna try it? Well, I guess there's no harm in that." The pirate accepts your supplies and goes to work. You hope it succeeds...
ru: "А, ты действительно хочешь попробовать это сделать? Ну, думаю, ничего страшного в этом нет". Пираты принимают ваши припасы и приступают к работе. Вы надеетесь, что у них все получится...

source: Let the pirates finish their work.
ru: Позволить пиратам закончить свою работу.

source: (Minelauncher weapon) Show them your Minelauncher.
ru: (Миномет) Показать им свой миномет.

source: "Oi, what's this? A device that can lay proper traps? Lemme have a look." The pirate inspects your weapon thoroughly. After a while, they reach a conclusion. "We'd like to buy this lovely piece of equipment off ya. Don't worry 'bout what we're gonna do with it, we'll pay ya well."
ru: "Эй, что это? Устройство, которое может ставить ловушки? Позволь мне взглянуть". Пираты тщательно осматривают ваше оружие. Через некоторое время они приходят к выводу. "Мы хотели бы купить у тебя эту чудесную вещь. Не беспокойся о том, что мы будем с ней делать, мы тебе хорошо заплатим".

source: Sell them your 'Geb' Minelauncher for 35~.
ru: Продать им свой миномет "Геб" за 35~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Osiris' Minelauncher for 50~.
ru: Продать им свой миномет "Осирис" за 50~.

source: You have a feeling they're going to do all sorts of illegal things with the minelauncher, but that's not your problem. You hand over the minelauncher and the pirates pay you well for it.
ru: У вас есть предчувствие, что они будут делать с минометом всякие незаконные вещи, но это не ваша проблема. Вы передаете им миномет, и пираты хорошо платят вам за это.

source: Continue...
ru: Продолжить...

source: Sell them your 'Ra' Minelauncher for 60~.
ru: Продать им свой миномет "Ра" за 60~.
