Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: You're amazed to see that the station, which was formerly a shopping complex, has been refurbished into a large arena at the centre of the complex! Chatter with a friendly pirate reveals that Tiiikaka hosts these gladiator matches with their slaves as the gladiators. A large crowd of pirates have gathered to observe the games. The slavers have the fighters on display in their cages at the first floor. You also notice a booth at the second floor of the complex, a gambling area to place your bets, if you had to guess.
ru: Вы с удивлением видите, что станция, которая раньше была торговым комплексом, была переоборудована в большую арену в центре комплекса! Из разговора с дружелюбным пиратом выясняется, что Тииикака устраивает эти гладиаторские поединки, а гладиаторами выступают их рабы. Большая толпа пиратов собралась посмотреть на игры. Работорговцы выставляют бойцов в клетках на втором этаже. На втором этаже комплекса вы также замечаете кабинку - игорную зону, где можно делать ставки, если вы хотите угадать победителя.

source: Stick around and watch a few games.
ru: Побыть здесь и посмотреть несколько игр.

source: The fights are more entertaining that you would've thought. It seems that the slaves, having fought each other so many times now, are capable of putting on quite a show, even if it's obvious they aren't fighting for their lives. Slavers might be scum, but they aren't going to let the slaves kill each other and lose their prime attraction. While your crew rushes off to buy some alien popcorn, you manage to witness a huge comeback as a lowly Zoltan disarms a Suzerain! You even befriend a pirate sitting next to you when both of you nearly lost it from that comeback. Though the fleet will likely have gained on you, the experience was awesome, and the pirate even offers to join your crew! They also bring along some of their scrap winnings from successfully betting on the fights.
ru: Бои оказываются более зрелищными, чем вы могли бы предположить. Похоже, что рабы, сражаясь друг с другом уже столько раз, способны устроить неплохое шоу, даже если очевидно, что они сражаются не за свою жизнь. Может, работорговцы и мерзавцы, но они не позволят рабам убивать друг друга и лишатся своих главных активов. Пока ваша команда бежит покупать чужеродный попкорн, вы успеваете стать свидетелем грандиозного возвращения, когда жалкий золтанец разоружает Сюзерена! Вы даже подружитесь с пиратом, сидящим рядом с вами, когда вы оба чуть не лишились чувств от этого поворота событий. Несмотря на то что флот, скорее всего, приблизится, опыт был потрясающим, и пират даже предлагает присоединиться к вашей команде! Он также приносит с собой часть своего выигрыша от удачных ставок на бои.

source: Stick around and watch a few games.
ru: Побыть здесь и посмотреть несколько игр.

source: The fights are more entertaining that you would've thought. It seems that the slaves, having fought each other so many times now, are capable of putting on quite a show, even if it's obvious they aren't fighting for their lives. Slavers might be scum, but they aren't going to let the slaves kill each other and lose their prime attraction. You manage to witness a huge comeback as a lowly Zoltan disarms a Suzerain! You even befriend a pirate sitting next to you when both of you nearly lost it from that comeback. Though the fleet will likely have gained on you, the experience was awesome, and the pirate even offers to join your crew! They also bring along some of their scrap winnings from successfully betting on the fights.
ru: Бои оказываются более зрелищными, чем вы могли бы предположить. Похоже, что рабы, сражаясь друг с другом уже столько раз, способны устроить неплохое шоу, даже если очевидно, что они сражаются не за свою жизнь. Может быть, работорговцы и мерзавцы, но они не допустят, чтобы рабы убивали друг друга и лишились своих главных активов. Вам удается стать свидетелем грандиозного поединка, когда жалкий золтанец Обезоруживает сюзерена! Вы даже подружились с пиратом, сидящим рядом с вами, когда оба чуть не лишились чувств от этого поворота событий. Несмотря на то что флот, скорее всего, приблизится, опыт был потрясающим, и пират даже предлагает присоединиться к вашей команде! Он также приносит с собой часть своего выигрыша от удачных ставок на бои.

source: Check out the available slaves.
ru: Посмотреть на доступных рабов.

source: You head up to the first floor where the slaves are being kept. To no surprise, it seems that you can purchase some of their slaves. Apparently these gladiator matches were intended to advertise the slavers' goods, not just for the pirates' entertainment.
ru: Вы поднимаетесь на второй этаж, где содержатся рабы. К вашему удивлению, оказывается, что вы можете купить некоторых из рабов. Очевидно, эти гладиаторские поединки были предназначены для рекламы товаров работорговцев, а не только для развлечения пиратов.

source: Buy a fighter slave.
ru: Купить раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy a fighter slave.
ru: Купить раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy a good fighter slave.
ru: Купить хорошего раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy an outstanding fighter slave.
ru: Купить выдающегося раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: (Slaver Rep 4+) Inquire about their current champion.
ru: (Репутация работорговцев 4+) Поинтересоваться их текущим чемпионом.

source: The slavers take you to a secluded room where their reigning gladiator champion is resting. When you lay your eyes on the champion, it becomes obvious why this is the clear top dog: it's a Mantis Bishop, one of the most feared super elites across the galaxy for their lethality in combat. Strangely, this Bishop doesn't seem nearly as hostile as other Hive Mantis you've seen, and they even wave happily in your direction when you arrive.
ru: Работорговцы проводят вас в уединенную комнату, где находится действующий чемпион-гладиатор. Когда вы смотрите на чемпиона, становится ясно, почему это явный лидер: это богомол-Епископ, одна из самых страшных суперэлит во всей галактике благодаря своей смертоносности в бою. Странно, но этот Епископ не кажется таким враждебным, как другие богомолы, которых вы видели в Улье, и даже радостно машет рукой в вашу сторону при вашем появлении.

source: Continue...
ru: Продолжить...

source: Before you can inquire about the price, the slavers give you a fair warning. "If anyone is to hire our reigning champion, they must oversee a gladiator tournament amongst our slaves so that we can appoint a new champion in their place. The tournament will take a while to complete, and you'll also have to pay... 125 scrap for our current champion here. Still interested in picking him up?"
ru: Прежде чем вы успеете поинтересоваться ценой, работорговцы честно предупреждают вас. "Если кто-то хочет нанять нашего действующего чемпиона, он должен провести гладиаторский турнир среди наших рабов, чтобы мы могли назначить нового чемпиона на его место. Турнир займет некоторое время, и вам также придется заплатить... 125 лома за нашего нынешнего чемпиона. Вы все еще хотите заполучить его?"

source: Agree to the conditions.
ru: Согласиться на условия.

source: The slavers eagerly prepare for the tournament as soon as you've transferred the scrap to them. It does take some time, but most of the tournament goes by without issues and a Free Mantis Warlord is crowned as their new champion. You prepare to take your leave alongside your newest crewmember.
ru: Работорговцы с нетерпением готовятся к турниру, как только вы передаете им лом. Это занимает некоторое время, но большая часть турнира проходит без проблем, и новым чемпионом становится Полководец Свободных Богомолов. Вы готовитесь к отлету вместе со своим новым членом экипажа.

source: Ask the Bishop about his past.
ru: Спросить Епископа о его прошлом.

source: The slavers eagerly prepare for the tournament as soon as you've transferred the scrap to them. It does take some time, but most of the tournament goes by without issues and a Mantis Suzerain is crowned as their new champion. You prepare to take your leave alongside your newest crewmember.
ru: Работорговцы с нетерпением готовятся к турниру, как только вы передадите им лом. Это занимает некоторое время, но большая часть турнира проходит без проблем, и новым чемпионом становится богомол-Сюзерен. Вы готовитесь к отлету вместе со своим новым членом экипажа.

source: Ask the Bishop about his past.
ru: Спросить Епископа о его прошлом.

source: Just buy a fighter slave.
ru: Просто купить раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Just buy a fighter slave.
ru: Просто купить раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Just buy a good fighter slave.
ru: Просто купить хорошего раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Just buy an outstanding fighter slave.
ru: Просто купить выдающегося раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Nevermind, we'll just leave.
ru: Неважно, просто уходим.

source: (Slaver Rep 4+) Inquire about their current champion.
ru: (Репутация работорговцев 4+) Поинтересоваться их текущим чемпионом.

source: "Sorry bud, we've already sold our previous champion to someone! We're not ready to let go of our new champion just yet. Y'know, you look a lot like the captain who bought him..." You assure them that who you look like isn't important. Seems like there's no special slave to be acquired here apart from their standard offers.
ru: "Извини, приятель, но мы уже продали кое-кому нашего предыдущего чемпиона! Мы пока не готовы отпустить нашего нового чемпиона. Знаете, вы очень похожи на капитана, который его купил..." Вы уверяете их, что то, на кого вы похожи, не имеет значения. Похоже, здесь нет особых рабов, кроме стандартных предложений.

source: Buy a fighter slave.
ru: Купить раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy a fighter slave.
ru: Купить раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy a good fighter slave.
ru: Купить хорошего раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy an outstanding fighter slave.
ru: Купить выдающегося раба-бойца.

source: The slavers thank you for the trade and offer you some free popcorn to watch the ongoing games. You watch a few rounds alongside your new crewmember before you decide to get going.
ru: Работорговцы благодарят вас за торговлю и предлагают бесплатный попкорн, чтобы вы могли с комфортом посмотреть на проходящие игры. Вы смотрите несколько раундов вместе со своим новым членом экипажа, а затем решаете отправиться в путь.

source: Continue...
ru: Продолжить...

source: Buy nothing.
ru: Ничего не покупать.

source: Buy nothing.
ru: Ничего не покупать.

source: Participate in the betting.
ru: Поучаствовать в ставках.

source: You head up to the second floor where a rowdy pirate is struggling to manage the gamblers trying to place more bets or claim their winnings. Though he seems rather uncoordinated, you notice some unusually well-armed pirates eying the crowd. Enforcers, if you had to guess, likely to prevent any cheating or stealing. You check out who you can bet on.
ru: Вы поднимаетесь на второй этаж, где шумный пират пытается справиться с азартными игроками, пытающимися сделать новые ставки или получить свой выигрыш. Хотя он выглядит довольно неорганизованным, вы замечаете несколько необычно хорошо вооруженных пиратов, наблюдающих за толпой. Это, как вы догадываетесь, блюстители порядка, призванные предотвратить мошенничество или воровство. Вы узнаете, на кого можно сделать ставку.

source: Bet on the Mantis Suzerain for a potentially decent payout, they're very likely to win.
ru: Поставить на богомола-Сюзерена, чтобы получить потенциально приличный куш, ведь он с большой вероятностью выиграет.

source: After the pirate collects your scrap, he permits you to check out the slave that you've bet on. The Suzerain, in the middle of their rigorous warm-up for the next fight, barely notices you as you approach them. Or maybe they're just ignoring you in the intensity of their workout?
ru: После того как пират получил ваш лом, он разрешает вам посмотреть на раба, на которого вы поставили. Сюзерен, занятый энергичной разминкой перед следующим боем, едва замечает вас, когда вы приближаетесь к нему. А может, он просто не обращает на вас внимания из-за интенсивной разминки?

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Mantis Bishop) Your Bishop can teach them a few tricks.
ru: (Член экипажа-Епископ) Ваш Епископ может научить его нескольким приемам.

source: Your Bishop, being one of the only fighters that is stronger than the Suzerain (and one that they would listen to), has a few tricks up their sleeve that they can demonstrate to the Suzerain. With these tricks in the bag, you're almost certain the Suzerain can win it all.
ru: Ваш Епископ, один из немногих бойцов, который сильнее Сюзерена (и к которому он готов прислушаться), есть несколько приемов в рукаве, которые он может продемонстрировать Сюзерену. С этими приемами вы почти уверены, что Сюзерен сможет победить.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: Since the Suzerain has their own Pheromones, you doubt that your Pheromones will provide any additional benefits aside from getting you caught for cheating.
ru: Поскольку у Сюзерена есть свои феромоны, вы сомневаетесь, что ваши феромоны принесут какую-то пользу, кроме того, что вас поймают за мошенничество.

source: Since the Suzerain has their own Pheromones, you doubt that your Quarp Juice will provide any additional benefits aside from getting you caught for cheating.
ru: Поскольку у Сюзерена есть свои феромоны, вы сомневаетесь, что ваш Кварповый сок даст какие-то дополнительные преимущества, кроме того, что вас поймают за мошенничество.

source: Bet on the Human Soldier for a potentially big payout, they're somewhat likely to win.
ru: Поставить на человека-Солдата, чтобы получить потенциально крупный выигрыш, ведь вероятность его победы довольно высока.

source: After the pirate collects your scrap, he permits you to check out the slave that you've bet on. The Soldier, who is in the middle of some breathing exercises, glances in your direction and gives you a curt nod before resuming their exercise.
ru: После того как пират получил ваш лом, он разрешает вам посмотреть на раба, на которого вы поставили. Солдат, выполняющий несколько дыхательных упражнений, смотрит в вашу сторону и коротко кивает, прежде чем продолжить занятия.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Super Elite Human Crew) Your crew can teach them a few tricks.
ru: (Член экипажа-суперэлита) Ваш член экипажа может научить его нескольким приемам.

source: Coming from a more advanced training background than the Soldier, your crew can show them a few moves that should improve their odds of winning. While it's not a huge boost, at least it's not illegal by the tournament rules.
ru: Ваш член экипажа, обладающий более высоким уровнем подготовки, чем Солдат, может показать ему несколько приемов, которые повысят его шансы на победу. Хотя это и не очень большое преимущество, по крайней мере, оно не запрещено правилами турнира.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Mantis Pheromones) Give them some pheromones.
ru: (Феромоны богомолов) Дать ему немного феромонов.

source: Though reluctant at first, you manage to convince the Soldier to consume the pheromones. This should give them a strong boost, though you can only hope the pirates don't notice...
ru: Хотя поначалу Солдат не хотел принимать феромоны, вам удалось убедить его принять их. Это должно придать ему сил, но остается надеяться, что пираты ничего не заметят...

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Quarp Juice) Give them some Quarp Juice.
ru: (Кварповый сок) Дать ему немного Кварпового сока.

source: Though reluctant at first, you manage to convince the Soldier to consume the juice. This should give them a strong boost, though you can only hope the pirates don't notice...
ru: Хотя поначалу Солдат не хотел принимать сок, вам удалось убедить его выпить его. Это должно придать ему сил, но остается надеяться, что пираты ничего не заметят...

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: Bet on the Rock Outcast for a potentially huge payout, though they're unlikely to win.
ru: Поставить на валуна-Изгоя, чтобы получить потенциально большой куш, хотя он вряд ли выиграет.

source: After the pirate collects your scrap, he permits you to check out the slave that you've bet on. The Outcast, busy with practicing their boxing skills against a punching bag, barely glances at you before going back to pummeling the bag.
ru: После того как пират получил ваш лом, он разрешает вам посмотреть на раба, на которого вы поставили. Изгой занятый отработкой своих боксерских навыков на боксерской груше, едва взглянул на вас, прежде чем вернуться к ударам по мешку.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Inquisition Crew) Your Elite Rock crew can teach them a few tricks.
ru: (Член экипажа-Инквизиция) Ваш элитный валун может научить его нескольким приемам.

source: Having crushed many foes of their own thanks to their training and brute strength, your crew can teach them a few tactics that should improve their odds of winning. While it's not a huge boost, at least it's not illegal by the tournament rules.
ru: Сокрушив множество врагов благодаря своей подготовке и грубой силе, ваш член экипажа может научить его нескольким приемам, которые повысят его шансы на победу. Пусть это и не очень большое преимущество, но, по крайней мере, не запрещенное правилами турнира.

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Mantis Pheromones) Give them some pheromones.
ru: (Феромоны богомолов) Дать ему немного феромонов.

source: Though reluctant at first, you manage to convince the Outcast to consume the pheromones. This should give them a strong boost, though you can only hope the pirates don't notice...
ru: Хотя поначалу вам он не хотел, но вам удалось убедить Изгоя употребить феромоны. Это должно придать ему сил, но остается надеяться, что пираты ничего не заметят...

source: Watch the fight and hope you win.
ru: Смотреть бой с надеждой, что вы победите.

source: (Quarp Juice) Give them some Quarp Juice.
ru: (Кварповый сок) Дать ему немного Кварпового сока.

source: Though reluctant at first, you manage to convince the Outcast to consume the juice. This should give them a strong boost, though you can only hope the pirates don't notice...
ru: Хотя поначалу он отказывался, но вам удалось убедить Изгоя выпить сок. Это должно придать ему сил, но остается надеяться, что пираты ничего не заметят...
