Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: Try to be a hero. Attack the pirate.
ru: Попытаться стать героем. Напасть на пиратов.

source: Send them some supplies to use against their target.
ru: Отправить им припасы, чтобы они использовали их против своей цели.

source: The pirate seems confused at your willingness to assist them, but are grateful nonetheless and eagerly grab the supplies before resuming their attack.
ru: Пираты, похоже, в замешательстве от вашей готовностью помочь им, но тем не менее они благодарны и охотно берут припасы, прежде чем возобновить атаку.

source: Continue...
ru: Продолжить...

source: Ignore them.
ru: Не обращать на них внимания.

source: (Slaver rep 2+) Ask to inspect the slaves.
ru: (Репутация работорговцев 2+) Попросить осмотреть рабов.

source: "Huh, are you someone important? Never heard of you before. All I can say is uhh... the slaves are asleep! That's why we can't show them to you..." Seems like these slavers aren't a part of Tiiikaka anymore, so your reputation won't get you any special treatment from them.
ru: "А, вы кто-то важный? Никогда не слышал о вас раньше. Все, что я могу сказать, это... рабы спят! Поэтому мы не можем показать их вам..." Похоже, эти работорговцы больше не являются частью Тииикака, так что ваша репутация не поможет вам добиться от них особого отношения.

source: Seems legit. We'll buy one for 20 scrap.
ru: Кажется, все в порядке. Мы купим одного за 20 лома.

source: Attack them, this is shady!
ru: Атаковать их - то, чем они занимаются дрянное дело!

source: "Alright alright! They're all dead, we're selling dead slaves, now let us go!" Unfortunately for them, you don't have any intentions of letting them off the hook.
ru: "Хорошо-хорошо! Они все мертвы, мы продаем мертвых рабов, а теперь отпустите нас!" К несчастью для них, вы не собираетесь отпускать их с крючка.

source: Continue...
ru: Продолжить...

source: (Slug Crew) Have your Slug check their intentions.
ru: (Член экипажа-слизень) Пусть ваш слизень проверит их намерения.

source: "It sssseemsss thessse sssslaverss are ssselling dead ssslaves! Hah, what a racket. Gotta admire their gusssto. Ssstill, you ssshouldn't buy anything."
ru: "Похоже, эти работорговцы продают мертвых рабов! Хах, какая шшшутка. Надо восссхититьссся их азартом. Но покупать ничего не ссстоит".

source: Attack the damn slavers!
ru: Атаковать проклятых работорговцев!

source: You prepare to attack the slaver ship, ready to make sure they don't scam anyone else.
ru: Вы готовитесь к нападению на корабль работорговцев, чтобы убедиться, что они больше никого не обманут.

source: Continue...
ru: Продолжить...

source: Follow your Slug's advice and leave.
ru: Последовать совету своего слизня и уйти.

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Telepathic Shell) Have your Shell check their intentions.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка проверит их намерения.

source: "Thhhese slavers are selling dead bodies! You shhhouldn't hand over anythhhing to thhhem, othhher thhhan a well-earned lesson."
ru: "Эти работорговцы торгуют трупами! Вам не ссследует ничего им платить, иначе вы получите горький урок".

source: Attack the damn slavers!
ru: Атаковать проклятых работорговцев!

source: You prepare to attack the slaver ship, ready to make sure they don't scam anyone else.
ru: Вы готовитесь к нападению на корабль работорговцев, чтобы убедиться, что они больше никого не обманут.

source: Continue...
ru: Продолжить...

source: Follow your Shell's advice and leave.
ru: Прислушаться к совету своей ракушки и уйти.

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: This is shady, let's leave.
ru: Это подозрительно, лучше уйти.

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Ignore them.
ru: Не обращать на них внимания.

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Slaver rep 2+) Request info on the slave.
ru: (Репутация работорговцев 2+) Запросить информацию о рабах.

source: "What? Who are you to make such demands? Nobody gets any extras on such a great deal! Now, for the last time, are you gonna take this outstanding deal or be an idiot?" Seems like these slavers aren't a part of Tiiikaka anymore, so your reputation won't get you any special treatment from them.
ru: "Что? Кто ты такой, чтобы выдвигать такие требования? Никто не получит никаких дополнительных услуг по такой выгодной сделке! Повторяю в последний раз: ты примешь эту выгодную сделку или будешь идиотом?" Похоже, эти работорговцы больше не являются частью Тииикака, так что ваша репутация не поможет вам добиться от них особого отношения.

source: Buy an unknown slave for 35 scrap.
ru: Купить неизвестного раба за 35 лома.

source: Attack the slaver scum.
ru: Атаковать отбросов-работорговцев.

source: You prepare to attack the slaver.
ru: Вы готовитесь атаковать работорговцев.

source: Continue...
ru: Продолжить...

source: We aren't interested.
ru: Нам это неинтересно.

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и уходит в прыжок.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Slug Crew) Have your Slug check their intentions.
ru: (Член экипажа-слизень) Пусть ваш слизень проверит их намерения.

source: (Telepathic Shell) Have your Shell check their intentions.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка проверит их намерения.

source: Investigate further.
ru: Провести дальнейшее расследование.

source: Attack the ship to get to the cruiser.
ru: Атаковать корабль, чтобы добраться до крейсера.

source: (Smuggler rep 3+) Ask to see a wider range of items
ru: (Репутация контрабандистов 3+) Запросить расширенный ассортимент товаров.

source: The smugglers recognise who you are and welcome you inside the station, where they lead you to a more secure room that contains a large number of power-efficient weapons for you to choose from.
ru: Контрабандисты узнают, кто вы, и приглашают вас внутрь станции, где направляют в более безопасную комнату, где собран внушительный арсенал энергоэффективного оружия на выбор.

source: The smugglers transfer over the gun and thank you for the trade.
ru: Контрабандисты передают вам оружие и благодарят за сделку.

source: Continue...
ru: Продолжить...

source: The smugglers transfer over the gun and thank you for the trade.
ru: Контрабандисты передают вам оружие и благодарят за сделку.

source: Continue...
ru: Продолжить...

source: The smugglers transfer over the drone and thank you for the trade.
ru: Контрабандисты передают вам дрон и благодарят вас за сделку.

source: Continue...
ru: Продолжить...

source: Buy the WonderDrone.
ru: Купить "Чудо-дрон".

source: "Excellent purchase! We hope you find the drone useful, because we don't accept refunds!"
ru: "Превосходная покупка! Надеемся, этот дрон того стоил, потому что мы не принимаем возвраты!"

source: Continue...
ru: Продолжить...

source: Attack them for the drone.
ru: Атаковать их, чтобы заполучить дрон.

source: "Alright fine. How about this?"
ru: "Хорошо. Как насчет этого?"

source: Buy the WonderDrone.
ru: Купить "Чудо-дрон".

source: "Excellent purchase! We hope you find the drone useful, because we don't accept refunds!"
ru: "Превосходная покупка! Надеемся, этот дрон того стоил, потому что мы не принимаем возвраты!"

source: Continue...
ru: Продолжить...

# data/events_sector_pirate.xml.append$//event[@name="ZOLTAN_LECTURE_MARKET"]/text
source: A Zoltan peace brigade is lecturing some pirates on the importance of good morals. You stop in to watch in amusement when one of the pirates gets impatient and attacks. You're too close to get away, so you have to decide which side you're going to have to take.
ru: Золтанские Миротворцы читают пиратам лекцию о важности соблюдения моральных принципов. Вы останавливаетесь, чтобы понаблюдать за происходящим, когда один из пиратов проявляет нетерпение и нападает. Вы находитесь слишком близко, чтобы убежать, поэтому вам предстоит решить, на чью сторону встать.

source: Side with the Zoltans.
ru: Встать на сторону золтанов.

source: You ready yourself for combat.
ru: Вы готовы к бою.

source: Continue...
ru: Продолжить...

source: Side with the pirates.
ru: Встать на сторону пиратов.

source: You ready yourself for combat.
ru: Вы готовы к бою.

source: Continue...
ru: Продолжить...

source: You successfully dispatch the Zoltan ship. You notice the Zoltan forces are retreating, and it appears the pirates won. You scrap the Zoltan ship quickly.
ru: Вы успешно расправились с золтанским кораблем. Вы замечаете, что золтанские войска отступают, и, похоже, пираты победили. Вы быстро разбираете корабль золтанов на металлолом.

source: Contact your pirate "brethren".
ru: Связаться со своими пиратскими "собратьями".

source: "Say, that was some good fightin' kid. Thanks for the help. I'm sure I have something to repay you." You're surprised at the pirates' gratitude and are suspicious of a trick, but the cargo crate they deliver you is surprisingly harmless and contains a shiny new military class weapon.
ru: "Это был хороший бой, парень. Спасибо за помощь. Уверен, мне есть чем отплатить тебе". Вы удивлены благодарностью пиратов и подозреваете подвох, но доставленный ими ящик оказывается на удивление безобидным и содержит новое блестящее оружие военного класса.

source: Continue...
ru: Продолжить...

source: You successfully dispatch the pirate ship. You notice the pirates are retreating, and it appears the Zoltan won. You scrap your victim quickly.
ru: Вы успешно расправились с пиратским кораблем. Вы замечаете, что пираты отступают, и, похоже, золтаны победили. Вы быстро разбираете свою жертву на лом.

source: Contact the Zoltan brigade.
ru: Связаться с золтанами-Миротворцами.

source: "We were not expecting Federation reinforcements. Your help is much appreciated. As is Zoltan custom, we are now in your debt and shall pay it off dutifully."
ru: "Мы не ожидали подкрепления Федерации. Ваша помощь очень ценна. По золтанскому обычаю, мы теперь в долгу перед вами и будем его исправно отдавать".

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Purchase the Lanius.
ru: Купить ланиуса.

source: Continue...
ru: Продолжить...

source: Slavery is deplorable. Fight the slaver.
ru: Рабство заслуживает осуждения. Сразиться с работорговцами.

source: (Mind control) Convince them to donate the Lanius.
ru: (Контроль разума) Убедить их подарить вам ланиуса.

source: Wait for the slaver to catch their quarry.
ru: Подождать, пока работорговцы поймают свою добычу.

# data/events_sector_pirate.xml.append$//event[@name="PIP_QUEST_PIRATE_HUB"]/text
source: The nearby space station has been converted into a pirate hub. You can see a decent amount of pirates coming and going from the station, and the lack of proper security suggests that the pirates here trust each other to remain civil. You ponder what kind of pirate would be trusting of another pirate, but you shouldn't be denied entry if you wished to enter.
ru: Расположенная неподалеку космическая станция была превращена в пиратский центр. Вы видите, что со станции приходит и уходит приличное количество пиратов, а отсутствие надлежащей охраны говорит о том, что пираты здесь доверяют друг другу, чтобы сохранять порядок. Вы размышляете, какой пират будет доверять другому пирату, но вам не должны отказать во входе, если вы захотите войти.

source: Enter the hub.
ru: Войти на станцию.

source: Attack the pirates while they're off guard!
ru: Атаковать пиратов, чтобы застать их врасплох!

source: Ignore the hub.
ru: Не обращать внимания на станцию.

source: Even if you could enter, Federation officers aren't popular around pirate gangs. Who knows whether the pirates will turn hostile against you? Best not to poke your nose in pirates' businesses that probably don't affect the Federation.
ru: Даже если бы вы смогли войти, офицеры Федерации не пользуются популярностью среди пиратских банд. Кто знает, не настроятся ли пираты против вас? Лучше не совать нос в дела пиратов, которые, возможно, не касаются Федерации.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Despite having been hostile towards the pirates on numerous occasions, you decide to enter anyways. The main hall falls silent as you make your entry, with a few pirates glaring in your direction. You sense that your presence here isn't welcomed at all and you hasten to leave, but not before a gang of rowdy pirates chase you back on foot!
ru: Несмотря на то, что пираты неоднократно проявляли к вам враждебность, вы все равно решаете войти. Когда вы входите, в главном зале воцаряется тишина, а несколько пиратов смотрят в вашу сторону. Вы чувствуете, что ваше присутствие здесь совсем не приветствуется, и поспешно уходите, не дожидаясь, пока банда буйных пиратов погонится за вами!

source: Upon entry, it becomes clear that this is some sort of leisure place for pirates seeking a rest from their "work". Pirates from various factions are hanging out at the bar and playing some alien-version of pool. Most of the leisure activities don't interest you, but a further exploration of the station leads you to find various pirates requesting for services. Ironically, one of the pirates requesting a service is a Syndicate mercenary.
ru: При входе становится ясно, что это что-то вроде места отдыха пиратов, которые хотят отдохнуть от своей "работы". Пираты из разных фракций тусуются в баре и играют в бильярд в какой-то чужеродной версии. Большинство развлечений вас не заинтересовало, но дальнейшее исследование станции приводит к тому, что вы обнаруживаете различных пиратов, обращающихся к вам за услугами. По иронии судьбы, один из пиратов, просящих об услуге, - наемник Синдиката.

source: You doubt that the slaver will entertain you.
ru: Вы сомневаетесь, что работорговец будет вас обслуживать.

source: Approach the slaver.
ru: Подойти к работорговцу.

source: You doubt that the mercenary will entertain you.
ru: Вы сомневаетесь, что наемник будет вас обслуживать.

source: Approach the mercenary.
ru: Подойти к наемнику.

source: You doubt that the smuggler will entertain you.
ru: Вы сомневаетесь, что контрабандист будет вас обслуживать.

source: Approach the smuggler.
ru: Подойти к контрабандисту.

source: There's nothing here for us, let's leave.
ru: Здесь нам нечего делать, уйти.

source: You blast the empty ships with ease while the pirates are inside the hub. However, before you can salvage most of the wreck, your sensors indicate a larger fleet of pirates approaching. You hasten to leave with your current haul before the fleet can give chase.
ru: Пока пираты находятся на станции, вы с легкостью расстреливаете пустующие корабли. Однако прежде чем вы успеваете собрать большую часть обломков, ваши сенсоры сообщают о приближении более крупного флота пиратов. Вы спешите уйти со своим грузом, пока флот не начал преследование.

source: Continue...
ru: Продолжить...

source: You swoop in and take out most of the pirates' ships before they even realise they're under attack. Without any other means of self-defense, they reluctantly surrender. You promise to leave them alone after salvaging a few of their ships that you destroyed.
ru: Вы налетаете и уничтожаете большинство кораблей пиратов, прежде чем они успевают понять, что на них напали. Не имея других средств самообороны, они неохотно сдаются. Вы обещаете оставить их в покое после того, как разберете несколько уничтоженных вами кораблей.

source: Continue...
ru: Продолжить...

source: While the hub might lack proper protection, it is still a meeting point for pirates who aren't afraid to fight back. A pirate ship that was about to dock notices your weapons coming online and moves in to stop you. The fight brings you out of range of the hub, but your aggression wouldn't have gone unnoticed either.
ru: Несмотря на отсутствие должной защиты, эта станция является местом встречи пиратов, которые не боятся дать отпор. Пиратский корабль, который собирался состыковаться, заметил, что вы включили оружие, и бросился на вас, чтобы остановить. В результате сражения вы выходите из зоны досягаемости станции, но ваша агрессия не осталась бы незамеченной.

source: Continue...
ru: Продолжить...

source: While the hub might lack proper protection, it is still a meeting point for pirates who aren't afraid to fight back. A group of pirates who were resting in their ships spot you and chase you off. The fight brings you out of range of the hub, but you're still being targeted by multiple pirates, who continue to provide fire support against you in the background while you engage their leader.
ru: Несмотря на отсутствие должной защиты, эта станция является местом встречи пиратов, которые не боятся дать отпор. Группа пиратов, отдыхавших на своих кораблях, заметила вас и бросилась в погоню. В результате боя вы оказываетесь вне пределов досягаемости станции, но все равно становитесь мишенью для нескольких пиратских кораблей, которые продолжают оказывать огневую поддержку, пока вы сражаетесь с их главарем.

source: Continue...
ru: Продолжить...

source: The slaver seems surprised to be approached by a Federation renegade, but quickly gets to the point. "Those Coalition bastards have been messing up my crew on countless occasions. When I heard that there were a few Coalition ships nearby, I realised that it'd be a great opportunity to get some revenge. I would've gone after them myself, but I'm still too low on trained crew to risk confrontation, so I'm looking for people willing to go after their squad. Take any one of them out in any way you like and I'll give you one of my slaves for free."
ru: Работорговец кажется удивленным, что к нему обратился ренегат Федерации, но быстро переходит к делу. "Эти ублюдки из Коалиции бесчисленное количество раз портили жизнь моей команде. Когда я услышал, что поблизости есть несколько кораблей Коалиции, я понял, что это отличная возможность отомстить. Я бы и сам отправился за ними, но у меня все еще слишком мало обученного экипажа, чтобы рисковать столкновением, поэтому я ищу людей, готовых отправиться по их скальпы. Уничтожьте любого из них любым способом, и я отдам вам одного из своих рабов бесплатно".

source: Go after a standard Coalition ship.
ru: Отправиться за стандартным кораблем Коалиции.

source: "Good, good. Just give me a call once you've dealt with them."
ru: "Хорошо-хорошо. Просто свяжитесь со мной, как только разберетесь с ними".

source: Go after an elite Coalition ship.
ru: Отправиться за элитным кораблем Коалиции.

source: "Daring today, are we? I'll be sure to have a better slave awaiting you if you can take down this bad boy."
ru: "Дерзкие сегодня, да? Я позабочусь о том, чтобы вас ждал лучший раб, если вы справитесь с этими плохими мальчиками".

source: Decline the offer.
ru: Отклонить предложение.

source: "Ugh, fine, then stop wasting my time. Let me find someone who'll actually help me out."
ru: "Ладно, тогда хватит тратить мое время. Позвольте мне найти кого-то, кто действительно мне поможет".

source: The mercenary takes a long sip from his beer and a long drag from his cigarette before addressing you. "If you're wonderin' why I'm not performing services for the slavers and smugglers over there, it's because I don't feel like pickin' a fight this week. I'd much rather cause some chaos without the risk of fightin' another angry ship, you know? What I want you to do is to help me take out some targets that my other clients hired me to take down. Knowin' you're a Fed, you'll probably like going after some Rebels, and fortunately I've got 2 of them on my current tab."
ru: Наемник делает долгий глоток пива и затягивается сигаретой, прежде чем обратиться к вам. "Если вам интересно, почему я не оказываю услуги вон тем работорговцам и контрабандистам, то это потому, что на этой неделе мне не хочется ввязываться в драку. Я бы предпочел устроить хаос, не рискуя сражаться с другим разъяренным кораблем, понимаете? Я хочу, чтобы вы помогли мне уничтожить несколько целей, которые наняли другие мои клиенты. Зная, что вы федерал, вам наверняка понравится охотиться за повстанцами, и, к счастью, у меня есть два таких корабля на примете".

source: Go after a standard Rebel ship.
ru: Отправиться за стандартным кораблем повстанцев.

source: "Alright, here's the coordinates of the Rebel ship. Call me once you've eliminated them and I'll mess around with the fleet..."
ru: "Хорошо, вот координаты корабля повстанцев. Свяжитесь со мной, как только уничтожите его, и я займусь флотом..."

source: Go after an elite Rebel ship.
ru: Отправиться за элитным кораблем повстанцев.

source: "Alright, here's the coordinates of the Rebel ship. I know this is a tougher one, so call me once you've eliminated them and I'll give the fleet a giant headache..."
ru: "Хорошо, вот координаты корабля повстанцев. Я знаю, что это сложная задача, так что свяжитесь со мной, как только вы их уничтожите, и я устрою флоту огромную головную боль..."

source: Decline the offer.
ru: Отклонить предложение.

source: "Fine by me. If you change your mind I'll be here." Unfortunately for him, you don't have time to wait here as the Rebel fleet is on the move.
ru: "Я не против. Если передумаете, я буду здесь". К несчастью для него, у вас нет времени ждать здесь, поскольку флот повстанцев уже в пути.
