Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_pirate.xml.append/*.po
Languages: ru

source: Go back to working in the factory, it's safer there.
ru: Возвращайтесь работать на фабрику, там безопаснее.

source: The pirate stares wide-eyed at you for a few seconds before breaking into a maniacal laughter. "HAHAHAHA. Have you not been listening to my story this whole time? I became to be a pirate to escape that hellhole, and I'd rather die doing something epic than go back to being a slave to the Union! You have been most useless to me, but at least you've given me motivation to do my current job. My way of saying thank you is to steal all your stuff!"
ru: Пират несколько секунд смотрит на вас широко раскрытыми глазами, а затем разражается маниакальным хохотом. "ХА-ХА-ХА-ХА. Ты что, все это время не слушал мою историю? Я стал пиратом, чтобы сбежать из этой дыры, и я лучше умру, совершив что-то эпическое, чем вернусь в рабство Союза! Твой совет для меня был бесполезным, но, по крайней мере, ты дал мне мотивацию работать дальше на моей нынешней работе. Я хочу поблагодарить тебя за все твои вещи, которые я только что украл!"

source: Continue...
ru: Продолжить...

source: You're beyond help.
ru: Вам уже не помочь.

source: The pirate goes from a state of self-pity to anger the moment you finish your sentence. "Oh piss off, Federation! That is NOT what I meant by advice. If you aren't going to be useful, I'll just kill you and wait for the next ship to arrive and give me actual advice..."
ru: Пират переходит от состояния жалости к себе к гневу, как только вы заканчиваете предложение. "Отвали, Федерация! Я НЕ это имел в виду, говоря о совете. Если от тебя нет никакой пользы, я просто убью тебя и буду ждать, пока прибудет следующий корабль и даст мне дельный совет..."

source: Continue...
ru: Продолжить...

source: This isn't going anywhere useful, let's leave.
ru: Это ни к чему хорошему не приведет, уходим.

source: Attack them!
ru: Атаковать их!

source: Who knows if the distress beacon was a trap to lure unsuspecting civilians in? You'll be indirectly saving the lives of those who would have fallen victim to this trap. Assuming it was one, that is.
ru: Кто знает, не был ли сигнал бедствия ловушкой, чтобы заманить в нее ничего не подозревающих гражданских? Вы косвенно спасете жизни тех, кто мог бы стать жертвой этой ловушки. Если, конечно, это была ловушка.

source: Continue...
ru: Продолжить...

source: Leave them be.
ru: Оставить их в покое.

source: You're not sure why the pirates aren't attacking yet, but you don't want to fall victim to a trap. You put a good amount of distance between your ships until you're sure that they won't be able to take you by surprise.
ru: Вы не знаете, почему пираты еще не напали, но не хотите стать жертвой ловушки. Вы сохраняете значительное расстояние между кораблями, пока не убедитесь, что они не смогут застать вас врасплох.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The first crate contains some extra fuel cells.
ru: В первом ящике находится несколько топливных элементов.

source: Open the second crate.
ru: Открыть второй ящик.

source: The first crate contains some fuel cells and a small helping of scrap.
ru: В первом ящике находится несколько топливных элементов и небольшое количество лома.

source: Open the second crate.
ru: Открыть второй ящик.

source: The first crate contains some extra ammunition.
ru: В первом ящике находятся боеприпасы.

source: Open the second crate.
ru: Открыть второй ящик.

source: The first crate contains some ammunition and a small helping of scrap.
ru: В первом ящике находится немного боеприпасов и небольшое количество лома.

source: Open the second crate.
ru: Открыть второй ящик.

source: The first crate contains some extra drone parts.
ru: Первый ящик содержит немного дрон-комплектов.

source: Open the second crate.
ru: Открыть второй ящик.

source: The first crate contains some drone parts and a small helping of scrap.
ru: В первом ящике находится несколько дрон-комплектов и небольшое количество лома.

source: Open the second crate.
ru: Открыть второй ящик.

source: You find a weapon in the first crate, but unfortunately it seems to be a very basic weapon. Still, a gun is a gun and it can be sold.
ru: В первом ящике вы находите оружие, но, к сожалению, оно кажется очень простым. Тем не менее, оружие есть оружие, и его можно продать.

source: Open the second crate.
ru: Открыть второй ящик.

source: The first crate contains some extra scrap.
ru: В первом ящике находится немного лома.

source: Open the second crate.
ru: Открыть второй ящик.

source: The second crate contains some extra fuel cells.
ru: Во втором ящике находится несколько топливных элементов.

source: Open the last crate.
ru: Открыть последний ящик.

source: The second crate contains some fuel cells and a small helping of scrap.
ru: Второй ящик содержит несколько топливных элементов и небольшое количество лома.

source: Open the last crate.
ru: Открыть последний ящик.

source: The second crate contains some extra ammunition.
ru: Во втором ящике находятся боеприпасы.

source: Open the last crate.
ru: Открыть последний ящик.

source: The second crate contains some ammunition and a small helping of scrap.
ru: Во втором ящике находится немного боеприпасов и лома.

source: Open the last crate.
ru: Открыть последний ящик.

source: The second crate contains some extra drone parts.
ru: Второй ящик содержит немного дрон-комплектов.

source: Open the last crate.
ru: Открыть последний ящик.

source: The second crate contains some drone parts and a small helping of scrap.
ru: Во втором ящике находится немного дрон-комплектов и небольшое количество лома.

source: Open the last crate.
ru: Открыть последний ящик.

source: You find a weapon in the second crate, but unfortunately it seems to be a very basic weapon. Still, a gun is a gun and it can be sold.
ru: Во втором ящике вы находите оружие, но, к сожалению, оно кажется очень простым. Тем не менее, оружие есть оружие, и его можно продать.

source: Open the last crate.
ru: Открыть последний ящик.

source: The second crate contains some extra scrap.
ru: Во втором ящике находится лом.

source: Open the last crate.
ru: Открыть последний ящик.

source: The last crate contains some extra fuel cells.
ru: В последнем ящике находится несколько топливных элементов.

source: Continue...
ru: Продолжить...

source: The last crate contains some fuel cells and a small helping of scrap.
ru: Последний ящик содержит несколько топливных элементов и небольшое количество лома.

source: Continue...
ru: Продолжить...

source: The last crate contains some extra ammunition.
ru: В последнем ящике находятся боеприпасы.

source: Continue...
ru: Продолжить...

source: The last crate contains some ammunition and a small helping of scrap.
ru: В последнем ящике находится немного боеприпасов и лома.

source: Continue...
ru: Продолжить...

source: The last crate contains some extra drone parts.
ru: В последнем ящике находятся дрон-комплекты.

source: Continue...
ru: Продолжить...

source: The last crate contains some drone parts and a small helping of scrap.
ru: В последнем ящике находятся дрон-комплекты и небольшое количество лома.

source: Continue...
ru: Продолжить...

source: You find a weapon in the last crate, but unfortunately it seems to be a very basic weapon. Still, a gun is a gun and it can be sold.
ru: В последнем ящике вы находите оружие, но, к сожалению, оно кажется очень простым. Тем не менее, оружие есть оружие, и его можно продать.

source: Continue...
ru: Продолжить...

source: The last crate contains some extra scrap.
ru: В последнем ящике находиться лом.

source: Continue...
ru: Продолжить...
