Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_kleptocracy.xml.append/*.po
Languages: ru

source: Attack!
ru: Атаковать!

source: Engage the pirate.
ru: Напасть на пиратов.

source: Head for the cache.
ru: Отправиться к тайнику.

source: Attack the Slugs.
ru: Атаковать слизней.

source: The pirate might not be someone you want to mess with, but he might reward you for siding with him. You direct your weapons towards the Slugs.
ru: Пираты, возможно, не те люди, с которым стоит связываться, но они могут вознаградить вас за сотрудничество с ними. Нацелить оружие на слизней.

source: Continue...
ru: Продолжить...

source: Leave them with the pirate.
ru: Оставить их наедине с пиратами.

source: You cut communications and pilot away from the battle. Once you're sure that neither ship can disturb you, you busy yourself with doing something onboard the ship.
ru: Вы прерываете связь и удаляетесь от боя. Убедившись, что ни один из кораблей не может вас потревожить, вы занимаетесь своими делами на корабле.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "Ah crap, they're coming for usss!" The Slugs begin to power their engines. Just before you engage them, you receive a message from the pirate: "Those rotten slime balls have been pestering me for too damn long! Take this last one out and I've got a reward waiting for you."
ru: "Вот дерьмо, они идут по нашшши душшши!" Слизни начинают включать свои двигатели. Перед тем как вступить с ними в бой, вы получаете сообщение от пиратов: "Эти гнилые слизняки донимают меня уже чертовски долго! Расправьтесь с ними, и вас ждет награда".

source: Despite your best efforts, the Slugs have successfully escaped. Unfortunately, that means you won't get the pirate's reward either.
ru: Несмотря на все ваши усилия, слизняки благополучно сбежали. К сожалению, это означает, что и награда от пиратов вам тоже не достанется.

source: Contact the pirate.
ru: Связаться с пиратом.

source: "Though you have failed in destroying those slime balls, I will still acknowledge that you chose to side with us instead of teaming up on us. So here, take some junk and get lost."
ru: "Хотя вы и потерпели неудачу в уничтожении этих слизней, я все равно признаю, что вы решили встать на нашу сторону, а не объединиться против нас. Поэтому возьмите немного хлама и проваливайте".

source: The Slug ship has been destroyed. You scrap the remains before contacting the pirates.
ru: Корабль слизней уничтожен. Прежде чем связываться с пиратами, вы собираете обломки.

source: Contact the pirate.
ru: Связаться с пиратом.

source: "Very good. You have eliminated the last of the annoying slime creatures. As promised, your reward."
ru: "Очень хорошо. Вы уничтожили последнего из надоедливых слизней. Как и было обещано, ваша награда".

source: Continue...
ru: Продолжить...

source: The Slug crew have been eliminated. You scrap the remains before contacting the pirates.
ru: Экипаж слизней уничтожен. Прежде чем связаться с пиратами, вы собираете все ценное.

source: Contact the pirate.
ru: Связаться с пиратом.

source: "Very good. You have eliminated the last of the annoying slime creatures. As promised, your reward."
ru: "Очень хорошо. Вы уничтожили последнего из надоедливых слизней. Как и было обещано, ваша награда".

source: Continue...
ru: Продолжить...
