Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/events_sector_abandoned.xml.append/*.po
Languages: fr, zh_hans

source: Pull closer.
fr: Se rapprocher.
zh_hans: 靠近点。

source: Check out the slaves being offered.
fr: Jeter un œil aux esclaves qu'ils proposent.
zh_hans: 看看提供的奴隶。

source: The slavers notice your interest and show you several offers.
fr: Les esclavagistes remarquent votre intérêt et vous proposent plusieurs offres.
zh_hans: 奴隶贩子注意到了你的兴趣，并向你展示了几笔买卖。

source: Buy a slave.
fr: Acheter un esclave.
zh_hans: 购买一名奴隶。

source: "A great purchase. May they serve you well, captain..."
fr: "Un excellent achat. Qu'ils vous servent bien, capitaine..."
zh_hans: “一次伟大的采购。愿它们为您提供良好的服务，舰长…”

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Buy a slave.
fr: Acheter un esclave.
zh_hans: 购买一名奴隶。

source: "A great purchase. May they serve you well, captain..."
fr: "Un excellent achat. Qu'ils vous servent bien, capitaine..."
zh_hans: “一次伟大的采购。愿它们为您提供良好的服务，舰长…”

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Buy an elite slave.
fr: Acheter un esclave d'élite.
zh_hans: 购买一名精英奴隶。

source: "Ah, I see you have an eye for only the highest quality of slaves, captain. This one here is one of the finest slaves we have ever kept. May they serve you well, captain..."
fr: "Ah, je vois que vous n'avez d'yeux que pour les esclaves de la plus haute qualité, capitaine. Celui-ci est l'un des meilleurs esclaves que nous ayons jamais gardés. Qu'ils vous servent bien, capitaine..."

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Nevermind.
fr: Laisser tomber.

source: Attack the slavers!
fr: Attaquer les esclavagistes !
zh_hans: 攻击这些奴贩！

source: Seems a known pirate fugitive is hiding in the colony, but they haven't seen you yet.
fr: Il semblerait que la colonie abritait un fugitif, mais il ne vous a pas vu.
zh_hans: 似乎一个被通缉的海盗逃犯躲在殖民地里，但对方还没有发现你。

source: Engage the pirate.
fr: Cibler les pirates.

source: Attack the pirate.
fr: Attaquer le Pirate.
zh_hans: 攻击海盗。

source: Contact the pirates and tell them the colony is free from the Lanius threat.
fr: Contacter les pirates pour leur dire que la colonie est hors de danger Lanius.
zh_hans: 联系那些海盗，告诉他们殖民地已经不再处于食铁族的威胁之下。

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Forget the pirates, scrap the colony yourself.
fr: Au diable les pirates, démanteler la colonie vous-même.
zh_hans: 别管那些海盗了，自己搜刮这个殖民地。

source: Continue...
fr: Continuer...
zh_hans: 继续。
