Repository: ftl-mv-translation/piracy-is-poggers
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//augBlueprint[@name="RADIANT_GAS_UNLOCKED"]/title
source: Botulinum Gas
ru: Газ с ботулотоксином

# data/blueprints.xml.append$//augBlueprint[@name="RADIANT_GAS_UNLOCKED"]/desc
source: An incredibly deadly and fast-working neurotoxin that will rapidly kill most hostile crew on your ship. Drones and the following species will be immune to the damage of the augment: Shells, Lanius, Ghosts, Vampweeds.
ru: Невероятно смертоносный быстродействующий нейротоксин, который наносит огромный урон большинству враждебных членов экипажа вашего корабля со скоростью 18 ОЗ/с. Дроны и последующие виды невосприимчивы к урону от данного модуля: Вампсорняки, ланиусы, призраки, ракушки.

source: Divine Armor+
ru: Божественная броня+

source: Extremely strong armor reinforced with Aether harvested from precursor ruins, fused with the already resistant armor of the Rockmen. Resists all hull damage from normal weapons, but cannot resist breach weapons. Provides an opportunity to ram the enemy ship before combat as well.
ru: Чрезвычайно прочная броня, усиленная эфиром, собранным из руин предтеч, и соединенная с прочной броней валунов. Сопротивляется всем повреждениям корпуса от обычного оружия. Также дает возможность таранить вражеский корабль перед боем. Не может блокировать урон от снарядов или бомб с гарантированным шансом пробоины.

# data/blueprints.xml.append$//augBlueprint[@name="COAL_AUG"]/title
source: R.U.E.S. Plating
ru: Обшивка ЭЭРЕ

# data/blueprints.xml.append$//augBlueprint[@name="COAL_AUG"]/desc
source: A very powerful set of plating which combines all effects of Rock Plating, Mantis Pheromones, and Slug Repair Gel.
ru: Очень крепкая обшивка, которая сочетает в себе эффекты Обшивки валунов, Феромонов богомолов и Ремонтного геля слизней.

# data/blueprints.xml.append$//augBlueprint[@name="PIP_FLEET_SKIP_GOOD"]/title
source: Engine O. C. Mk 5
ru: Конд. перегр. двиг. мод. 5

# data/blueprints.xml.append$//augBlueprint[@name="PIP_FLEET_SKIP_GOOD"]/desc
source: An improved version of the original "Engine Overdrive Capacitor Mk 3". Deals less damage than the old model, and allows you to choose how fast you want to travel at. The greater the speed, the more damage you will take. Can only be used once.
ru: Улучшенная версия оригинального "Конденсатор перегрузки двигателя мод. III+". Наносит меньше урона, чем старая модель, и позволяет выбирать желаемую скорость движения. Чем выше скорость, тем больше урона вы получите. Может быть использован только один раз.

# data/blueprints.xml.append$//augBlueprint[@name="PIP_DEFENSIVE_SUITS"]/title
source: Defensive Suits
ru: Защитные костюмы

# data/blueprints.xml.append$//augBlueprint[@name="PIP_DEFENSIVE_SUITS"]/desc
source: A set of suits designed to protect your crew from damage. Your crew take 30% less damage from all sources and are stunned for 30% less time, but lose 10% combat damage, movement speed, and repair speed.
ru: Набор костюмов, предназначенных для защиты экипажа от повреждений. Ваш экипаж получает на 30% меньше урона от всех источников и оглушается на 30% меньше времени, но теряет 10% боевого урона, скорости передвижения и скорости ремонта.

# data/blueprints.xml.append$//augBlueprint[@name="PIP_ENERGY_SHIELD_WEAK"]/title
source: Crippled Zoltan Reactor
ru: Поврежд. золтанский реактор

# data/blueprints.xml.append$//augBlueprint[@name="PIP_ENERGY_SHIELD_WEAK"]/desc
source: A reactor stolen from a Zoltan ship. Due to the damages caused to the reactor and other technical difficulties, it only provides 1 point of super shields. Mainly useful for stalling the enemy's Hacking, Mind Control and Teleporter, and can be used for blue options.
ru: Реактор, украденный с золтанского корабля. Из-за повреждений реактора и других технических сложностей он дает только 1 очко суперщита. В основном полезен для блокировки вражеского Взломщика, Контроля разума и телепорта, а также может быть использован для синих опций.

# data/blueprints.xml.append$//augBlueprint[@name="PIP_COMBAT_RELOADER"]/title
source: Accelerated Reloader
ru: Ускоренный перезарядник

# data/blueprints.xml.append$//augBlueprint[@name="PIP_COMBAT_RELOADER"]/desc
source: A prototype reloader designed by the smugglers that can be activated at the start of each fight for 1 power, improving your weapons' fire rate by 50% for 45 seconds. However, its mechanisms are not sustainable, thus causing your weapons to have a 30% reduced fire rate after the initial boost has expired.
ru: Прототип перезарядного устройства, разработанный контрабандистами, который можно активировать в начале каждого боя за 1 энергию, повышая скорострельность оружия на 50% на 45 секунд. Однако его механизмы недолговечны, поэтому после истечения первоначального срока действия скорострельность оружия снижается на 30%

source: Accelerated Reloader's boost
ru: Усиленный ускор. перезаряд.

source: 50% weapon fire rate boost for 45 seconds. You should not see this in game.
ru: Повышение скорострельности оружия на 50% на 45 секунд. Вы не должны видеть этого в игре.

source: Accelerated Reloader's penalty
ru: Штраф за ускор. перезар.

source: 30% weapon fire rate reduction. You should not see this in game.
ru: Снижение скорострельности оружия на 30%. Вы не должны видеть этого в игре.

source: Mini Payloads
ru: Мини-боезаряды

source: Unlike your standard Magnetic Payload, these Mini Payloads only deal 1 hull damage and 2 system damage each while retaining the guaranteed fires. However, they come in sets and can be used once per combat without consuming your combat check option. You have 5 Mini Payloads remaining in this stack.
ru: В отличие от стандартных Магнитных боезарядов, эти Мини-боезаряды наносят только 1 урон корпусу и 2 урона системе, сохраняя при этом гарантированное возгорание. Однако они поставляются в наборах и могут быть использованы один раз за бой. У вас осталось 5 Мини-боезарядов в этом стеке.

source: Mini Payloads
ru: Мини-боезаряды

source: Unlike your standard Magnetic Payload, these Mini Payloads only deal 1 hull damage and 2 system damage each while retaining the guaranteed fires. However, they come in sets and can be used once per combat without consuming your combat check option. You have 4 Mini Payloads remaining in this stack.
ru: В отличие от стандартных Магнитных боезарядов, эти Мини-боезаряды наносят только 1 урон корпусу и 2 урона системе, сохраняя при этом гарантированное возгорание. Однако они поставляются в наборах и могут быть использованы один раз за бой. У вас осталось 4 Мини-боезарядов в этом стеке.

source: Mini Payloads
ru: Мини-боезаряды

source: Unlike your standard Magnetic Payload, these Mini Payloads only deal 1 hull damage and 2 system damage each while retaining the guaranteed fires. However, they come in sets and can be used once per combat without consuming your combat check option. You have 3 Mini Payloads remaining in this stack.
ru: В отличие от стандартных Магнитных боезарядов, эти Мини-боезаряды наносят только 1 урон корпусу и 2 урона системе, сохраняя при этом гарантированное возгорание. Однако они поставляются в наборах и могут быть использованы один раз за бой. У вас осталось 3 Мини-боезарядов в этом стеке.

source: Mini Payloads
ru: Мини-боезаряды

source: Unlike your standard Magnetic Payload, these Mini Payloads only deal 1 hull damage and 2 system damage each while retaining the guaranteed fires. However, they come in sets and can be used once per combat without consuming your combat check option. You have 2 Mini Payloads remaining in this stack.
ru: В отличие от стандартных Магнитных боезарядов, эти Мини-боезаряды наносят только 1 урон корпусу и 2 урона системе, сохраняя при этом гарантированное возгорание. Однако они поставляются в наборах и могут быть использованы один раз за бой. У вас осталось 2 Мини-боезарядов в этом стеке.

source: Mini Payloads
ru: Мини-боезаряды

source: Unlike your standard Magnetic Payload, these Mini Payloads only deal 1 hull damage and 2 system damage each while retaining the guaranteed fires. However, they come in sets and can be used once per combat without consuming your combat check option. You have 1 Mini Payload remaining in this stack.
ru: В отличие от стандартных Магнитных боезарядов, эти Мини-боезаряды наносят только 1 урон корпусу и 2 урона системе, сохраняя при этом гарантированное возгорание. Однако они поставляются в наборах и могут быть использованы один раз за бой. У вас остался 1 Мини-боезаряд в этом стеке.
